<!DOCTYPE HTML>
<html lang="en" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>CHAPITRE III. - Pédagogie et sociologie | À propos</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre4/index.html" />
    
    
    <link rel="prev" href="../chapitre2/index.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="3"
        data-chapter-title="CHAPITRE III. - Pédagogie et sociologie"
        data-filepath="chapitre3/README.md"
        data-basepath=".."
        data-revision="Thu May 19 2016 22:11:40 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie.
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Published with GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >À propos</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <p>MESSIEURS,</p>
<p>C&apos;est pour moi un tr&#xE8;s grand honneur, et dont je sens vivement tout le prix, d&apos;avoir &#xE0; suppl&#xE9;er dans cette chaire l&apos;homme de haute raison et de ferme volont&#xE9; &#xE0; qui la France doit, pour une si large part, la r&#xE9;novation de son enseignement primaire. En contact intime avec les ma&#xEE;tres de nos &#xE9;coles depuis quinze ans que je professe la p&#xE9;dagogie &#xE0; l&apos;Universit&#xE9; de Bordeaux, j&apos;ai pu voir de pr&#xE8;s l&#x2019;&#x153;uvre &#xE0; laquelle le nom de M. Buisson restera d&#xE9;finitivement attach&#xE9;, et j&apos;en connais, par suite, toute la grandeur. Surtout quand on se reporte par la pens&#xE9;e &#xE0; l&apos;&#xE9;tat dans lequel se trouvait cet enseignement au moment o&#xF9; la r&#xE9;forme en fut entreprise, il est impossible de ne pas admirer l&apos;importance des r&#xE9;sultats obtenus et la rapidit&#xE9; des progr&#xE8;s accomplis. Les &#xE9;coles multipli&#xE9;es et mat&#xE9;riellement transform&#xE9;es, des m&#xE9;thodes rationnelles substitu&#xE9;es aux vieilles routines d&apos;autrefois, un v&#xE9;ritable essor donn&#xE9; &#xE0; la r&#xE9;flexion p&#xE9;dago&#xAD;gique, une stimulation g&#xE9;n&#xE9;rale de toutes les initiatives, tout cela constitue certainement une des plus grandes et des plus heureuses r&#xE9;volutions qui se soient produites dans l&apos;histoire de notre &#xE9;ducation nationale. Ce fut donc pour la science une v&#xE9;ritable bonne fortune quand M. Buisson, jugeant sa t&#xE2;che achev&#xE9;e, renon&#xE7;a &#xE0; ses absorbantes fonctions pour communiquer au public, par la voie de l&apos;enseignement, les r&#xE9;sultats de son incomparable exp&#xE9;rience. Une pratique aussi &#xE9;tendue des choses, &#xE9;clair&#xE9;e d&apos;ailleurs par une large philosophie, &#xE0; la fois prudente et curieuse de toutes les nouveaut&#xE9;s, devait n&#xE9;cessairement donner &#xE0; sa parole une autorit&#xE9; que venaient rehausser encore le prestige moral attach&#xE9; &#xE0; sa personne et le souvenir des services rendus dans toutes les grandes causes auxquelles M. Buisson a consacr&#xE9; sa vie.</p>
<p>Je ne vous apporte rien qui ressemble &#xE0; une comp&#xE9;tence aussi particuli&#xE8;re. Aussi aurais-je lieu de me sentir singuli&#xE8;rement effray&#xE9; devant les difficult&#xE9;s de ma t&#xE2;che, si je ne me rassurais un peu &#xE0; la pens&#xE9;e que des probl&#xE8;mes aussi complexes peuvent &#xEA;tre utilement &#xE9;tudi&#xE9;s par des esprits divers et de points de vue diff&#xE9;rents. Sociologue, c&apos;est surtout en sociologue que je vous parlerai d&apos;&#xE9;ducation. D&apos;ailleurs bien loin qu&apos;&#xE0; proc&#xE9;der ainsi on s&apos;expose &#xE0; voir et &#xE0; montrer les choses par un biais qui les d&#xE9;forme, je suis, au contraire, convaincu qu&apos;il n&apos;est pas de m&#xE9;thode plus apte &#xE0; mettre en &#xE9;vidence leur v&#xE9;ritable nature. Je consid&#xE8;re, en effet, comme le postulat m&#xEA;me de toute sp&#xE9;culation p&#xE9;dagogique que l&apos;&#xE9;du&#xAD;cation est chose &#xE9;minemment sociale, par ses origines comme par ses fonctions, et que, par suite, la p&#xE9;dagogie d&#xE9;pend de la sociologie plus &#xE9;troitement que de toute autre science. Et puisque cette id&#xE9;e est appel&#xE9;e &#xE0; dominer tout mon enseignement, comme elle dominait d&#xE9;j&#xE0; l&apos;enseignement similaire que je donnais nagu&#xE8;re dans une autre Universit&#xE9;, il m&apos;a paru qu&apos;il convenait d&apos;employer ce premier entretien &#xE0; la d&#xE9;gager et &#xE0; la pr&#xE9;ciser afin que vous puissiez mieux en suivre les applications ult&#xE9;rieures. Ce n&apos;est pas qu&apos;il puisse &#xEA;tre question d&#x2019;en faire une d&#xE9;monstration expresse au cours d&apos;une seule et unique le&#xE7;on. Un principe aussi g&#xE9;n&#xE9;ral et dont les r&#xE9;percussions sont aussi &#xE9;tendues ne peut se v&#xE9;rifier que progressivement, au fur et &#xE0; mesure que l&apos;on avance dans le d&#xE9;tail des faits et qu&apos;on voit comment il s&apos;y applique. Mais ce qui est possible d&#xE8;s maintenant, c&apos;est de vous en donner un aper&#xE7;u d&apos;ensemble; c&apos;est de vous indiquer les principales raisons qui doivent le faire accepter, d&#xE8;s le d&#xE9;but de la recherche, &#xE0; titre de pr&#xE9;somption provisoire et sous r&#xE9;serve des v&#xE9;rifications n&#xE9;cessaires ; c&apos;est, enfin, d&apos;en marquer la port&#xE9;e en m&#xEA;me temps que les limites, et ce sera l&apos;objet de cette premi&#xE8;re le&#xE7;on.</p>
<h3 id="i">I</h3>
<p>Il est d&apos;autant plus n&#xE9;cessaire d&apos;appeler tout de suite votre attention sur cet axiome fondamental qu&apos;il est plus g&#xE9;n&#xE9;ralement m&#xE9;connu. Jusqu&apos;&#xE0; ces derni&#xE8;res ann&#xE9;es - et encore les exceptions peuvent-elles se compter<sup><a href="#fn_1" id="reffn_1">1</a></sup>  - les p&#xE9;dagogues modernes &#xE9;taient presque unanimement d&apos;accord pour voir dans l&apos;&#xE9;ducation une chose &#xE9;minemment individuelle et pour faire, par cons&#xE9;quent, de la p&#xE9;dagogie un corollaire imm&#xE9;diat et direct de la seule psychologie. Pour Kant comme pour Mill, pour Herbart comme pour Spencer, l&apos;&#xE9;ducation aurait avant tout pour objet de r&#xE9;aliser en chaque individu, mais en les portant &#xE0; leur plus haut point de perfection possible, les attributs constitutifs de l&apos;esp&#xE8;ce humaine en g&#xE9;n&#xE9;ral. On posait comme une v&#xE9;rit&#xE9; d&apos;&#xE9;vidence qu&apos;il y a une &#xE9;ducation, et une seule, qui, &#xE0; l&apos;exclusion de toute autre, convient indiff&#xE9;remment &#xE0; tous les hommes, quelles que soient les conditions historiques et sociales dont ils d&#xE9;pendent, et c&apos;est cet id&#xE9;al abstrait et unique que les th&#xE9;oriciens de l&apos;&#xE9;ducation se proposaient de d&#xE9;terminer. On admettait qu&apos;il y a une nature humaine, dont les formes et les propri&#xE9;t&#xE9;s sont d&#xE9;terminables une fois pour toutes, et le probl&#xE8;me p&#xE9;dagogique consistait &#xE0; rechercher de quelle mani&#xE8;re l&apos;action &#xE9;ducatrice doit s&apos;exercer sur la nature humaine ainsi d&#xE9;finie. Sans doute, nul n&apos;a jamais pens&#xE9; que l&apos;homme soit d&apos;embl&#xE9;e, d&#xE8;s qu&apos;il entre dans la vie, tout ce qu&apos;il peut et doit &#xEA;tre. Il est trop manifeste que l&apos;&#xEA;tre humain ne se constitue que progressivement, au cours d&apos;un lent devenir qui commence &#xE0; la naissance pour ne s&apos;achever qu&apos;&#xE0; la maturit&#xE9;. Mais on supposait que ce devenir ne fait qu&apos;actualiser des virtualit&#xE9;s, que mettre au jour des &#xE9;nergies latentes qui existaient, toutes pr&#xE9;form&#xE9;es, dans l&apos;organisme physique et mental de l&apos;enfant. L&apos;&#xE9;ducateur n&apos;aurait donc rien d&apos;essentiel &#xE0; ajouter &#xE0; l&apos;&#x153;uvre de la nature. Il ne cr&#xE9;erait rien de nouveau. Son r&#xF4;le se bornerait &#xE0; emp&#xEA;cher que ces virtualit&#xE9;s existantes ne s&apos;atrophient par inaction, ou ne d&#xE9;vient de leur direction normale, ou ne se d&#xE9;veloppent avec trop de lenteur. D&#xE8;s lors, les conditions de temps et de lieu, l&apos;&#xE9;tat o&#xF9; se trouve le milieu social perdent tout int&#xE9;r&#xEA;t pour la p&#xE9;dagogie. Puisque l&apos;homme porte en lui-m&#xEA;me tous les germes de son d&#xE9;veloppement, c&apos;est lui et lui seul qu&apos;il faut observer quand on entreprend de d&#xE9;terminer dans quel sens et de quelle mani&#xE8;re ce d&#xE9;veloppement doit &#xEA;tre dirig&#xE9;. Ce qui importe, c&apos;est de savoir quelles sont ses facult&#xE9;s natives et quelle est leur nature.</p>
<p>Or la science qui a pour objet de d&#xE9;crire et d&apos;expliquer l&apos;homme individuel, c&apos;est la psychologie. Il semble donc qu&apos;elle doive suffire &#xE0; tous les besoins du p&#xE9;dagogue.</p>
<p>Malheureusement, cette conception de l&apos;&#xE9;ducation se trouve en contradiction formelle avec tout ce que nous apprend l&apos;histoire : il n&apos;est pas un peuple, en effet, o&#xF9; elle ait jamais &#xE9;t&#xE9; mise en pratique. Tout d&apos;abord, bien loin qu&apos;il y ait une &#xE9;ducation universellement valable pour tout le genre humain, il n&apos;y a, pour ainsi dire, pas de soci&#xE9;t&#xE9; o&#xF9; des syst&#xE8;mes p&#xE9;dagogiques diff&#xE9;rents ne coexistent et ne fonctionnent parall&#xE8;lement. La soci&#xE9;t&#xE9; est-elle form&#xE9;e de castes ? L&apos;&#xE9;ducation varie d&apos;une caste &#xE0; l&apos;autre ; celle des patriciens n&apos;&#xE9;tait pas celle des pl&#xE9;b&#xE9;iens, celle du Brahmane n&apos;&#xE9;tait pas celle du &#xC7;udra. De m&#xEA;me, au Moyen Age, quel &#xE9;cart entre la culture que recevait le jeune page, instruit dans tous les arts de la chevalerie, et celle du vilain qui s&apos;en allait apprendre &#xE0; l&apos;&#xE9;cole de sa paroisse quelques maigres &#xE9;l&#xE9;ments de comput, de chant et de grammaire! Aujourd&apos;hui encore ne voyons-nous pas l&apos;&#xE9;ducation varier avec les classes sociales ou bien m&#xEA;me avec les habitats ? Celle de la ville n&apos;est pas celle de la campagne, celle du bourgeois n&apos;est pas celle de l&apos;ouvrier. On dira que cette organisation n&apos;est pas moralement justifiable, qu&apos;on ne peut y voir qu&apos;une survivance destin&#xE9;e &#xE0; dispara&#xEE;tre ? La th&#xE8;se est ais&#xE9;e &#xE0; d&#xE9;fendre. Il est &#xE9;vident que l&apos;&#xE9;ducation de nos enfants ne devrait pas d&#xE9;pendre du hasard qui les fait na&#xEE;tre ici plut&#xF4;t que l&#xE0;, de tels parents et non de tels autres. Mais alors m&#xEA;me que la conscience morale de notre temps aurait re&#xE7;u sur ce point la satisfaction qu&apos;elle attend, l&apos;&#xE9;ducation ne deviendrait pas pour cela plus uniforme. Alors m&#xEA;me que la carri&#xE8;re de chaque enfant ne serait plus pr&#xE9;d&#xE9;termin&#xE9;e, au moins en grande partie, par une aveugle h&#xE9;r&#xE9;dit&#xE9;, la diversit&#xE9; morale des professions ne laisserait pas d&apos;entra&#xEE;ner &#xE0; sa suite une grande diversit&#xE9; p&#xE9;dagogique. Chaque profession, en effet, constitue un milieu sui generis qui r&#xE9;clame des aptitudes particuli&#xE8;res et des connaissances sp&#xE9;ciales, o&#xF9; r&#xE8;gnent certaines id&#xE9;es, certains usages, certaines mani&#xE8;res de voir les choses ; et comme l&apos;enfant doit &#xEA;tre pr&#xE9;par&#xE9; en vue de la fonction qu&apos;il sera appel&#xE9; &#xE0; remplir, l&apos;&#xE9;ducation, &#xE0; partir d&apos;un certain &#xE2;ge, ne peut plus rester la m&#xEA;me pour tous les sujets auxquels elle s&apos;applique. C&apos;est pourquoi nous la voyons, dans tous les pays civilis&#xE9;s, qui tend de plus en plus &#xE0; se diversifier et &#xE0; se sp&#xE9;cialiser : et cette sp&#xE9;cialisation devient tous les jours plus pr&#xE9;coce. L&apos;h&#xE9;t&#xE9;rog&#xE9;n&#xE9;it&#xE9; qui se produit ainsi ne repose pas, comme celle dont nous constations tout &#xE0; l&apos;heure l&apos;existence, sur d&apos;injustes in&#xE9;galit&#xE9;s ; mais elle n&apos;est pas moindre. Pour trouver une &#xE9;ducation absolument homog&#xE8;ne et &#xE9;galitaire, il faudrait remonter jusqu&apos;aux soci&#xE9;t&#xE9;s pr&#xE9;historiques au sein desquelles il n&apos;existe aucune diff&#xE9;renciation, et encore ces sortes de soci&#xE9;t&#xE9;s ne repr&#xE9;sentent-elles gu&#xE8;re qu&apos;un moment logique dans l&apos;histoire de l&apos;humanit&#xE9;.</p>
<p>Or il est &#xE9;vident que ces &#xE9;ducations sp&#xE9;ciales ne sont nullement organis&#xE9;es en vue de fins individuelles. Sans doute, il arrive parfois qu&apos;elles ont pour effet de d&#xE9;velopper chez l&apos;individu des aptitudes particuli&#xE8;res qui y &#xE9;taient immanentes et qui ne demandaient qu&apos;&#xE0; entrer en acte : en ce sens, on peut dire qu&apos;elles l&apos;aident &#xE0; r&#xE9;aliser sa nature. Mais nous savons combien ces vocations &#xE9;troitement d&#xE9;finies sont exceptionnelles. Le plus g&#xE9;n&#xE9;ralement, nous ne sommes pas pr&#xE9;destin&#xE9; par notre temp&#xE9;rament intellectuel ou moral &#xE0; une fonction bien d&#xE9;termin&#xE9;e. L&apos;homme moyen est &#xE9;minemment plastique; il peut &#xEA;tre &#xE9;galement utilis&#xE9; dans des emplois tr&#xE8;s vari&#xE9;s. Si donc il se sp&#xE9;cialise et s&apos;il se sp&#xE9;cialise sous telle forme plut&#xF4;t que sous telle autre, ce n&apos;est pas pour des raisons qui lui sont int&#xE9;rieures ; il n&apos;y est pas pouss&#xE9; par les n&#xE9;cessit&#xE9;s de sa nature. Mais c&apos;est la soci&#xE9;t&#xE9; qui, pour pouvoir se maintenir, a besoin que le travail se divise entre ses membres et se divise entre eux de telle fa&#xE7;on plut&#xF4;t que de telle autre. C&apos;est pourquoi elle se pr&#xE9;pare de ses propres mains, par la voie de l&apos;&#xE9;ducation, les travailleurs sp&#xE9;ciaux dont elle a besoin. C&apos;est donc pour elle et c&apos;est aussi par elle que l&apos;&#xE9;ducation s&apos;est ainsi diversifi&#xE9;e.</p>
<p>Il y a plus. Bien loin que cette culture sp&#xE9;ciale nous rapproche n&#xE9;cessairement de la perfection humaine, elle ne va pas sans une d&#xE9;ch&#xE9;ance partielle, et cela alors m&#xEA;me qu&apos;elle se trouve en harmonie avec les pr&#xE9;dispositions naturelles de l&apos;individu. Car nous ne pouvons d&#xE9;velopper avec l&apos;intensit&#xE9; n&#xE9;cessaire les facult&#xE9;s qu&apos;implique sp&#xE9;cialement notre fonction, sans laisser les autres s&apos;engourdir dans l&apos;inaction, sans abdiquer, par cons&#xE9;quent, toute une partie de notre nature. Par exemple, l&apos;homme, en tant qu&apos;individu, n&apos;est pas moins fait pour agir que pour penser. M&#xEA;me, puisqu&apos;il est avant tout un &#xEA;tre vivant et que la vie c&apos;est l&apos;action, les facult&#xE9;s actives lui sont peut-&#xEA;tre plus essentielles que les autres. Et cependant, &#xE0; partir du moment o&#xF9; la vie intellectuelle des soci&#xE9;t&#xE9;s a atteint un certain degr&#xE9; de d&#xE9;veloppement, il y a et il doit n&#xE9;cessairement y avoir des hommes qui s&apos;y consacrent exclusivement, qui ne fassent que penser. Or la pens&#xE9;e ne peut se d&#xE9;velopper qu&apos;en se d&#xE9;tachant du mouvement, qu&apos;en se repliant sur elle-m&#xEA;me, qu&apos;en d&#xE9;tournant de l&apos;action le sujet qui s&apos;y donne. Ainsi se forment ces natures incompl&#xE8;tes o&#xF9; toutes les &#xE9;nergies de l&apos;activit&#xE9; se sont, pour ainsi dire, converties en r&#xE9;flexion, et qui, pourtant, quelque tronqu&#xE9;es qu&apos;elles soient par certains c&#xF4;t&#xE9;s, constituent les agents indispensables du progr&#xE8;s scientifique. jamais l&apos;analyse abstraite de la constitution humaine n&apos;aurait permis de pr&#xE9;voir que l&apos;homme &#xE9;tait susceptible d&apos;alt&#xE9;rer ainsi ce qui passe pour &#xEA;tre son essence, ni qu&apos;une &#xE9;ducation &#xE9;tait n&#xE9;cessaire qui pr&#xE9;par&#xE2;t ces utiles alt&#xE9;rations.</p>
<p>Cependant, quelle que soit l&apos;importance de ces &#xE9;ducations sp&#xE9;ciales, on ne saurait contester qu&apos;elles ne sont pas toute l&apos;&#xE9;ducation. M&#xEA;me on peut dire qu&apos;elles ne se suffisent pas &#xE0; elles-m&#xEA;mes ; partout o&#xF9; on les rencontre, elles ne divergent les unes des autres qu&apos;&#xE0; partir d&apos;un certain point en de&#xE7;&#xE0; duquel elles se confondent. Elles reposent toutes sur une base commune. Il n&apos;y a pas de peuple, en effet, o&#xF9; il n&apos;existe un certain nombre d&apos;id&#xE9;es, de sentiments et de pratiques que l&apos;&#xE9;ducation doit inculquer &#xE0; tous les enfants indistinctement, &#xE0; quelque cat&#xE9;gorie sociale qu&apos;ils appartiennent. C&apos;est m&#xEA;me cette &#xE9;ducation commune qui passe g&#xE9;n&#xE9;ralement pour &#xEA;tre la v&#xE9;ritable &#xE9;ducation. Elle seule semble pleinement m&#xE9;riter d&apos;&#xEA;tre appel&#xE9;e de ce nom. On lui accorde sur toutes les autres une sorte de pr&#xE9;&#xE9;minence. C&apos;est donc d&apos;elle surtout qu&apos;il importe de savoir si, comme on le pr&#xE9;tend, elle est impliqu&#xE9;e tout enti&#xE8;re dans la notion de l&apos;homme et si elle en peut &#xEA;tre d&#xE9;duite.</p>
<p>A vrai dire, la question ne se pose m&#xEA;me pas pour tout ce qui concerne les syst&#xE8;mes d&apos;&#xE9;ducation que nous fait conna&#xEE;tre l&apos;histoire. Ils sont si &#xE9;videmment li&#xE9;s &#xE0; des syst&#xE8;mes sociaux d&#xE9;termin&#xE9;s qu&apos;ils en sont ins&#xE9;parables. Si, en d&#xE9;pit des diff&#xE9;rences qui s&#xE9;paraient le patriciat de la pl&#xE8;be, il y avait pourtant &#xE0; Rome une &#xE9;ducation commune &#xE0; tous les Romains, cette &#xE9;ducation avait pour caract&#xE9;ristique d&apos;&#xEA;tre essentiellement romaine. Elle impliquait toute l&apos;organisation de la cit&#xE9; en m&#xEA;me temps qu&apos;elle en &#xE9;tait la base. Et ce que nous disons de Rome pourrait se r&#xE9;p&#xE9;ter de toutes les soci&#xE9;t&#xE9;s historiques. Chaque type de peuple a son &#xE9;ducation qui lui est propre et qui peut servir &#xE0; le d&#xE9;finir au m&#xEA;me titre que son organisation morale, politique et religieuse. C&apos;est un des &#xE9;l&#xE9;ments de sa physionomie. Voil&#xE0; pourquoi l&apos;&#xE9;ducation a si prodigieusement vari&#xE9; suivant les temps et les pays ; pourquoi, ici, elle habitue l&apos;individu &#xE0; abdiquer compl&#xE8;tement sa personnalit&#xE9; entre les mains de l&apos;&#xC9;tat, alors qu&apos;ailleurs, au contraire, elle s&apos;attache &#xE0; en faire un &#xEA;tre autonome, l&#xE9;gislateur de sa propre conduite ; pourquoi elle &#xE9;tait asc&#xE9;tique au Moyen Age, lib&#xE9;rale &#xE0; la Renaissance, litt&#xE9;raire au XVIIe si&#xE8;cle, scientifique de nos jours. Ce n&apos;est pas que, par une suite d&apos;aberrations, les hommes se soient m&#xE9;pris sur leur nature d&apos;hommes et sur leurs besoins, mais c&apos;est que leurs besoins ont vari&#xE9;, et ils ont vari&#xE9; parce que les conditions sociales dont d&#xE9;pendent les besoins humains ne sont pas rest&#xE9;es les m&#xEA;mes.</p>
<p>Mais, par une inconsciente contradiction, ce que l&apos;on accorde facilement pour le pass&#xE9;, on se refuse &#xE0; l&apos;admettre pour le pr&#xE9;sent et, plus encore, pour l&apos;avenir. Tout le monde reconna&#xEE;t sans peine qu&apos;&#xE0; Rome, en Gr&#xE8;ce, l&apos;&#xE9;ducation avait pour unique objet de faire des Grecs et des Romains et, par cons&#xE9;quent, se trouvait solidaire de tout un ensemble d&apos;institutions politiques, morales, &#xE9;conomiques et religieuses. Mais nous nous plaisons &#xE0; croire que notre &#xE9;ducation moderne &#xE9;chappe &#xE0; la loi commune, que, d&#xE8;s &#xE0; pr&#xE9;sent, elle est moins directement d&#xE9;pendante des contingences sociales et qu&apos;elle est appel&#xE9;e &#xE0; s&apos;en affranchir compl&#xE8;tement dans l&apos;avenir. Ne r&#xE9;p&#xE9;tons-nous pas sans cesse que nous voulons faire de nos enfants des hommes avant m&#xEA;me que d&apos;en faire des citoyens, et ne semble-t-il pas que notre qualit&#xE9; d&apos;homme soit naturellement soustraire aux influences collectives puisqu&apos;elle leur est logiquement ant&#xE9;rieure ?</p>
<p>Et pourtant, ne serait-ce pas une sorte de miracle que l&apos;&#xE9;ducation, apr&#xE8;s avoir eu pendant des si&#xE8;cles et dans toutes les soci&#xE9;t&#xE9;s connues tous les caract&#xE8;res d&apos;une institution sociale, ait pu changer aussi compl&#xE8;tement de nature ? Une pareille transformation para&#xEE;tra plus surprenante encore si l&apos;on songe que le moment o&#xF9; elle se serait accomplie se trouve &#xEA;tre pr&#xE9;cis&#xE9;ment celui o&#xF9; l&apos;&#xE9;ducation a commenc&#xE9; &#xE0; devenir un v&#xE9;ritable service public : car c&apos;est depuis la fin du si&#xE8;cle dernier qu&apos;on la voit, non seulement en France, mais dans toute l&apos;Europe, tendre &#xE0; se placer de plus en plus directement sous le contr&#xF4;le et la direction de l&apos;&#xC9;tat. Sans doute, les fins qu&apos;elle poursuit se d&#xE9;tachent tous les jours davantage des conditions locales ou ethniques qui les particularisaient autrefois ; elles deviennent plus g&#xE9;n&#xE9;rales et plus abstraites. Mais elles n&apos;en restent pas moins essentiellement collectives. N&apos;est-ce pas, en effet, la collectivit&#xE9; qui nous les impose ? N&apos;est-ce pas elle qui nous commande de d&#xE9;velopper avant tout chez nos enfants les qualit&#xE9;s qui leur sont communes avec tous les hommes ? Il y a plus. Non seulement elle exerce sur nous par la voie de l&apos;opinion une pression morale pour que nous entendions ainsi nos devoirs d&apos;&#xE9;ducateur, mais elle y attache un tel prix que, comme je viens de le rappeler, elle se charge elle-m&#xEA;me de la t&#xE2;che. Il est ais&#xE9; de pr&#xE9;voir que, si elle y tient &#xE0; ce point, c&apos;est qu&apos;elle s&apos;y sent int&#xE9;ress&#xE9;e. Et, en effet, seule, une culture largement humaine peut donner aux soci&#xE9;t&#xE9;s modernes les citoyens dont elle a besoin. Parce que chacun des grands peuples europ&#xE9;ens couvre un immense habitat, parce qu&apos;il se recrute dans les races les plus diverses, parce que le travail y est divis&#xE9; &#xE0; l&apos;infini, les individus qui le composent sont tellement diff&#xE9;rents les uns des autres qu&apos;il n&apos;y a presque plus rien de commun entre eux, sauf leur qualit&#xE9; d&apos;homme en g&#xE9;n&#xE9;ral. Ils ne peuvent donc garder l&apos;homog&#xE9;n&#xE9;it&#xE9; indispensable &#xE0; tout consensus social qu&apos;&#xE0; condition d&apos;&#xEA;tre aussi semblables que possible par le seul c&#xF4;t&#xE9; o&#xF9; ils se ressemblent tous, c&apos;est-&#xE0;-dire en tant qu&apos;ils sont tous des &#xEA;tres humains. En d&apos;autres termes, dans des soci&#xE9;t&#xE9;s aussi diff&#xE9;renci&#xE9;es, il ne peut gu&#xE8;re y avoir d&apos;autre type collectif que le type g&#xE9;n&#xE9;rique de l&apos;homme. Qu&apos;il vienne &#xE0; perdre quelque chose de sa g&#xE9;n&#xE9;ralit&#xE9;, qu&apos;il se laisse entamer par quelque retour de l&apos;ancien particularisme, et l&apos;on verra ces grands &#xC9;tats se r&#xE9;soudre en une multitude de petits groupes parcellaires et se d&#xE9;composer. Ainsi notre id&#xE9;al p&#xE9;dagogique s&apos;explique par notre structure sociale, tout comme celui des Grecs et des Romains ne pouvait se comprendre que par l&apos;organisation de la cit&#xE9;. Si notre &#xE9;ducation moderne n&apos;est plus &#xE9;troitement nationale, c&apos;est dans la constitution des nations modernes qu&apos;il faut en aller chercher la raison.</p>
<p>Ce n&apos;est pas tout. Non seulement c&apos;est la soci&#xE9;t&#xE9; qui a &#xE9;lev&#xE9; le type humain &#xE0; la dignit&#xE9; de mod&#xE8;le que l&apos;&#xE9;ducateur doit s&apos;efforcer de reproduire, mais c&apos;est elle encore qui le construit et elle le construit suivant ses besoins. Car c&apos;est une erreur de penser qu&apos;il soit tout entier donn&#xE9; dans la constitution naturelle de l&apos;homme, qu&apos;il n&apos;y ait qu&apos;&#xE0; l&apos;y d&#xE9;couvrir par une observation m&#xE9;thodique, sauf &#xE0; l&apos;embellir ensuite par l&apos;imagination en portant par la pens&#xE9;e &#xE0; leur plus haut d&#xE9;veloppement tous les germes qui s&apos;y trouvent. L&apos;homme que l&apos;&#xE9;ducation doit r&#xE9;aliser en nous, ce n&apos;est pas l&apos;homme tel que la nature l&apos;a fait, mais tel que la soci&#xE9;t&#xE9; veut qu&apos;il soit ; et elle le veut tel que le r&#xE9;clame son &#xE9;conomie int&#xE9;rieure. Ce qui le prouve, c&apos;est la mani&#xE8;re dont notre conception de l&apos;homme a vari&#xE9; suivant les soci&#xE9;t&#xE9;s. Car les anciens, eux aussi, croyaient faire de leurs enfants des hommes, tout comme nous. S&apos;ils se refusaient &#xE0; voir leur semblable dans l&apos;&#xE9;tranger, c&apos;est pr&#xE9;cis&#xE9;ment parce qu&apos;&#xE0; leurs yeux l&apos;&#xE9;ducation de la cit&#xE9; pouvait seule faire des &#xEA;tres vraiment et proprement humains. Seulement ils concevaient l&apos;humanit&#xE9; &#xE0; leur mani&#xE8;re qui n&apos;est plus la n&#xF4;tre. Tout changement un peu important dans l&apos;organisation d&apos;une soci&#xE9;t&#xE9; a pour contrecoup un changement de m&#xEA;me importance dans l&apos;id&#xE9;e que l&apos;homme se fait de lui-m&#xEA;me. Que, sous la pression de la concurrence accrue, le travail social se divise davantage, que la sp&#xE9;cialisation de chaque travailleur soit, &#xE0; la fois, plus marqu&#xE9;e et plus pr&#xE9;coce, le cercle des choses que comprend l&apos;&#xE9;ducation commune devra n&#xE9;cessairement se restreindre et, par suite, le type humain s&apos;appauvrira en caract&#xE8;res. Nagu&#xE8;re, la culture litt&#xE9;raire &#xE9;tait consid&#xE9;r&#xE9;e comme un &#xE9;l&#xE9;ment essentiel de toute culture humaine; et voil&#xE0; que nous approchons d&apos;un temps o&#xF9; elle ne sera peut-&#xEA;tre plus elle-m&#xEA;me qu&apos;une sp&#xE9;cialit&#xE9;. De m&#xEA;me, s&apos;il existe une hi&#xE9;rarchie reconnue entre nos facult&#xE9;s, s&apos;il en est auxquelles nous attribuons une sorte de pr&#xE9;cellence et que nous devons, pour cette raison, d&#xE9;velopper plus que les autres, ce West pas que cette dignit&#xE9; leur soit intrins&#xE8;que ; ce n&apos;est pas que la nature elle-m&#xEA;me leur ait, de toute &#xE9;ternit&#xE9;, assign&#xE9; ce rang &#xE9;minent ; mais c&apos;est qu&apos;elles ont pour la soci&#xE9;t&#xE9; une plus haute valeur. Aussi, comme l&apos;&#xE9;chelle de ces valeurs change n&#xE9;cessairement avec les soci&#xE9;t&#xE9;s, cette hi&#xE9;rarchie n&apos;est jamais rest&#xE9;e la m&#xEA;me &#xE0; deux moments diff&#xE9;rents de l&apos;histoire. Hier, c&apos;&#xE9;tait le courage qui &#xE9;tait au premier plan, avec toutes les facult&#xE9;s qu&apos;implique la vertu militaire ; aujourd&apos;hui, c&apos;est la pens&#xE9;e et c&apos;est la r&#xE9;flexion ; demain, ce sera peut-&#xEA;tre la finesse du go&#xFB;t, la sensibilit&#xE9; aux choses de l&apos;art. Ainsi, dans le pr&#xE9;sent comme dans le pass&#xE9;, notre id&#xE9;al p&#xE9;dagogique est, jusque dans ses d&#xE9;tails, l&apos;&#x153;uvre de la soci&#xE9;t&#xE9;. C&apos;est elle qui nous trace le portrait de l&apos;homme que nous devons &#xEA;tre, et dans ce portrait viennent se refl&#xE9;ter toutes les particularit&#xE9;s de son organisation.</p>
<blockquote id="fn_1">
<sup>1</sup>. L&apos;id&#xE9;e fut d&#xE9;j&#xE0; exprim&#xE9;e par LANGE, dans une le&#xE7;on d&apos;ouverture publi&#xE9;e dans les <em>Monatshefte der Comeniusgesellschaft</em>, Bd III, p. 107. Elle fut reprise par Lorenz von STEIN dans sa <em>Verwaltungslehre</em>, Bd V. &#xC0; la m&#xEA;me tendance se rattachent WILLMANN, <em>Didaktik als Bildungslehre</em>, 2 Vol., 1894; NATORP, Social-paedagogik, 18qq ; BERGEMANN, <em>Soziale Paedagogik</em>, 1900. Nous signalerons &#xE9;galement G. Edgard VINCENT, <em>The Social mind and education</em>; ELSLANDER, <em>L&apos;&#xE9;ducation au point de vue sociologique</em>, 1899.<a href="#reffn_1" title="Jump back to footnote [1] in the text."> &#x21A9;</a>
</blockquote>
<h3 id="ii">II</h3>
<p>En r&#xE9;sum&#xE9;, bien loin que l&apos;&#xE9;ducation ait pour objet unique ou principal l&apos;individu et ses int&#xE9;r&#xEA;ts, elle est avant tout le moyen par lequel la soci&#xE9;t&#xE9; renouvelle perp&#xE9;tuellement les conditions de sa propre existence. La soci&#xE9;t&#xE9; ne peut vivre que s&apos;il existe entre ses membres une suffisante homog&#xE9;n&#xE9;it&#xE9;. L&apos;&#xE9;ducation perp&#xE9;tue et renforce cette homog&#xE9;n&#xE9;it&#xE9; en fixant d&apos;avance dans l&apos;&#xE2;me de l&apos;enfant les similitudes essentielles que suppose la vie collective. Mais, d&apos;un autre c&#xF4;t&#xE9;, sans une certaine diversit&#xE9;, toute coop&#xE9;ration serait impossible. L&apos;&#xE9;ducation assure la persistance de cette diversit&#xE9; n&#xE9;cessaire en se diversifiant elle-m&#xEA;me et en se sp&#xE9;cialisant. Elle consiste donc, sous l&apos;un ou l&apos;autre de ses aspects, en une socialisation m&#xE9;thodique de la jeune g&#xE9;n&#xE9;ration. En chacun de nous, peut-on dire, il existe deux &#xEA;tres, qui, pour &#xEA;tre ins&#xE9;parables autrement que par abstraction, ne laissent pas d&apos;&#xEA;tre distincts. L&apos;un est fait de tous les &#xE9;tats mentaux qui ne se rapportent qu&apos;&#xE0; nous-m&#xEA;me et aux &#xE9;v&#xE9;nements de notre vie personnelle. C&apos;est ce qu&apos;on pourrait appeler l&#x2019;&#xEA;tre individuel, L&apos;autre est un syst&#xE8;me d&apos;id&#xE9;es, de sentiments, d&apos;habitudes qui expriment en nous, non pas notre personnalit&#xE9;, mais le groupe ou les groupes diff&#xE9;rents dont nous faisons partie; telles sont les croyances religieu&#xAD;ses, les croyances et les pratiques morales, les traditions nationales ou profession&#xAD;nelles, les opinions collectives de toute sorte. Leur ensemble forme l&apos;&#xEA;tre social. Constituer cet &#xEA;tre en chacun de nous, telle est la fin de l&apos;&#xE9;ducation.</p>
<p>C&apos;est par l&#xE0;, d&apos;ailleurs, que se montrent le mieux l&apos;importance de son r&#xF4;le et la f&#xE9;condit&#xE9; de son action. En effet, non seulement cet &#xEA;tre social n&apos;est pas donn&#xE9; tout fait dans la constitution primitive de l&apos;homme, mais il d&#x2019;en est pas r&#xE9;sult&#xE9; par un d&#xE9;veloppement spontan&#xE9;. Spontan&#xE9;ment, l&apos;homme n&apos;&#xE9;tait pas enclin &#xE0; se soumettre &#xE0; une autorit&#xE9; politique, &#xE0; respecter une discipline morale, &#xE0; se d&#xE9;vouer, &#xE0; se sacrifier. Il n&apos;y avait rien dans notre nature cong&#xE9;nitale qui nous pr&#xE9;dispos&#xE2;t &#xE0; devenir les serviteurs de divinit&#xE9;s, embl&#xE8;mes symboliques de la soci&#xE9;t&#xE9;, &#xE0; leur rendre un culte, &#xE0; nous priver pour leur faire honneur. C&apos;est la soci&#xE9;t&#xE9; elle-m&#xEA;me qui, &#xE0; mesure qu&apos;elle s&apos;est form&#xE9;e et consolid&#xE9;e, a tir&#xE9; de son propre sein ces grandes forces morales devant lesquelles l&apos;homme a senti son inf&#xE9;riorit&#xE9;. Or, si l&apos;on fait abstraction des vagues et incertaines tendances qui peuvent &#xEA;tre dues &#xE0; l&apos;h&#xE9;r&#xE9;dit&#xE9;, l&apos;enfant, en entrant dans la vie, n&apos;y apporte que sa nature d&apos;individu. La soci&#xE9;t&#xE9; se trouve donc, pour ainsi dire, &#xE0; chaque g&#xE9;n&#xE9;ration nouvelle, en pr&#xE9;sence d&apos;une table presque rase sur laquelle il lui faut construire &#xE0; nouveaux frais. Il faut que, par les voies les plus rapides, &#xE0; l&#xEA;tre &#xE9;go&#xEF;ste et asocial qui vient de na&#xEE;tre, elle en surajoute un autre, capable de mener une vie sociale et morale. Voil&#xE0; quelle est l&apos;&#x153;uvre de l&apos;&#xE9;ducation et vous en apercevez toute la grandeur. Elle ne se borne pas &#xE0; d&#xE9;velopper l&apos;organisme individuel dans le sens marqu&#xE9; par la nature, &#xE0; rendre apparentes des puissances cach&#xE9;es qui ne demandaient qu&apos;&#xE0; se r&#xE9;v&#xE9;ler. Elle cr&#xE9;e dans l&apos;homme un homme nouveau et cet homme est fait de tout ce qu&apos;il y a de meilleur en nous, de tout ce qui donne du prix et de la dignit&#xE9; &#xE0; la vie. Cette vertu cr&#xE9;atrice est, d&apos;ailleurs, un privil&#xE8;ge sp&#xE9;cial de l&apos;&#xE9;ducation humaine. Tout autre est celle que re&#xE7;oivent les animaux, si l&apos;on peut appeler de ce nom l&apos;entra&#xEE;nement progressif auquel ils sont soumis de la part de leurs parents. Elle peut bien presser le d&#xE9;veloppement de certains instincts qui sommeillent dans l&apos;animal; mais elle ne l&apos;initie pas &#xE0; une vie nouvelle. Elle facilite le jeu des fonctions naturelles; mais elle ne cr&#xE9;e rien. Instruit par sa m&#xE8;re, le petit sait plus vite voler ou faire son nid; mais il n&apos;apprend presque rien de ses parents qu&apos;il n&apos;e&#xFB;t pu d&#xE9;couvrir par son exp&#xE9;rience personnelle. C&apos;est que les animaux ou vivent en dehors de tout &#xE9;tat social ou forment des soci&#xE9;t&#xE9;s assez simples qui fonctionnent gr&#xE2;ce &#xE0; des m&#xE9;canismes instinctifs, que chaque individu porte en lui, tout constitu&#xE9;s, d&#xE8;s sa naissance. L&apos;&#xE9;ducation ne peut donc rien ajouter d&apos;essentiel &#xE0; la nature, puisque celle-ci suffit &#xE0; tout, &#xE0; la vie du groupe comme &#xE0; celle de l&apos;individu. Au contraire, chez l&apos;homme, les aptitudes de toute sorte que suppose la vie sociale sont beaucoup trop complexes pour pouvoir s&apos;incarner, en quelque sorte, dans nos tissus, se mat&#xE9;rialiser sous la forme de pr&#xE9;dispositions organiques. Il s&apos;ensuit qu&apos;elles ne peuvent se transmettre d&apos;une g&#xE9;n&#xE9;ration &#xE0; l&apos;autre par la voie de l&apos;h&#xE9;r&#xE9;dit&#xE9;. C&apos;est par l&apos;&#xE9;ducation que se fait la transmission.</p>
<p>Une c&#xE9;r&#xE9;monie que l&apos;on rencontre dans une multitude de soci&#xE9;t&#xE9;s met bien en &#xE9;vidence ce trait distinctif de l&apos;&#xE9;ducation humaine et montre m&#xEA;me que l&apos;homme en a eu tr&#xE8;s t&#xF4;t le sentiment. C&apos;est la c&#xE9;r&#xE9;monie de l&apos;initiation. Elle a lieu une fois l&apos;&#xE9;ducation termin&#xE9;e ; g&#xE9;n&#xE9;ralement m&#xEA;me, elle cl&#xF4;t une derni&#xE8;re p&#xE9;riode o&#xF9; les anciens parach&#xE8;vent l&apos;instruction du jeune homme en lui r&#xE9;v&#xE9;lant les croyances les plus fondamentales et les rites les plus sacr&#xE9;s de la tribu. Une fois qu&apos;elle est accomplie, le sujet qui l&apos;a subie prend rang dans la soci&#xE9;t&#xE9; ; il quitte les femmes au milieu desquelles s&apos;&#xE9;tait pass&#xE9;e toute son enfance ; il a d&#xE9;sormais sa place marqu&#xE9;e parmi les guerriers; en m&#xEA;me temps, il prend conscience de son sexe dont il a d&#xE8;s lors tous les droits et tous les devoirs. Il est devenu un homme et un citoyen. Or, c&apos;est une croyance universellement r&#xE9;pandue chez tous ces peuples que l&apos;initi&#xE9;, par le fait m&#xEA;me de l&apos;initiation, est devenu un homme enti&#xE8;rement nouveau; il change de personnalit&#xE9;, il prend un autre nom, et l&apos;on sait que le nom n&apos;est pas alors consid&#xE9;r&#xE9; comme un simple signe verbal, mais comme un &#xE9;l&#xE9;ment essentiel de la personne. L&apos;initiation est consid&#xE9;r&#xE9;e comme une seconde naissance. Cette transformation, l&apos;esprit primitif se la repr&#xE9;sente symboliquement en imaginant qu&apos;un principe spirituel, une sorte de nouvelle &#xE2;me, est venu s&apos;incarner dans l&apos;individu. Mais si l&apos;on &#xE9;carte de cette croyance les formes mythiques dans lesquelles elle s&apos;enveloppe, ne trouve-t-on pas sous le symbole cette id&#xE9;e, obscur&#xE9;ment entrevue, que l&apos;&#xE9;ducation a eu pour effet de cr&#xE9;er dans l&apos;homme un &#xEA;tre nouveau ? C&apos;est l&apos;&#xEA;tre social.</p>
<p>Cependant, dira-t-on, si l&apos;on peut concevoir en effet que les qualit&#xE9;s proprement morales, parce qu&apos;elles imposent &#xE0; l&apos;individu des privations, parce qu&apos;elles g&#xEA;nent ses mouvements naturels, ne peuvent &#xEA;tre suscit&#xE9;es en nous que sous une action venue du dehors, n&apos;y en a-t-il pas d&apos;autres que tout homme est int&#xE9;ress&#xE9; &#xE0; acqu&#xE9;rir et recherche spontan&#xE9; ment ? Telles sont les qualit&#xE9;s diverses de l&apos;intelligence qui lui permettent de mieux approprier sa conduite &#xE0; la nature des choses. Telles sont aussi les qualit&#xE9;s physiques, et tout ce qui contribue &#xE0; la vigueur et &#xE0; la sant&#xE9; de Porganisme.</p>
<p>Pour celles-l&#xE0;, tout au moins, il semble que l&apos;&#xE9;ducation, en les d&#xE9;veloppant, ne fasse qu&apos;aller au-devant du d&#xE9;veloppement m&#xEA;me de la nature, que mener l&apos;individu &#xE0; un &#xE9;tat de perfection relative vers laquelle il tend de lui-m&#xEA;me, bien qu&apos;il y atteigne plus rapidement gr&#xE2;ce au concours de la soci&#xE9;t&#xE9;. - Mais ce qui montre bien, malgr&#xE9; les apparences, qu&apos;ici comme ailleurs l&apos;&#xE9;ducation r&#xE9;pond avant tout &#xE0; des n&#xE9;cessit&#xE9;s externes, c&apos;est-&#xE0;-dire sociales, c&apos;est qu&apos;il est des soci&#xE9;t&#xE9;s o&#xF9; ces qualit&#xE9;s n&apos;ont pas &#xE9;t&#xE9; cultiv&#xE9;es du tout et qu&apos;en tout cas elles ont &#xE9;t&#xE9; entendues tr&#xE8;s diff&#xE9;remment selon les soci&#xE9;t&#xE9;s. Il s&apos;en faut que les avantages d&apos;une solide culture intellectuelle aient &#xE9;t&#xE9; reconnus par tous les peuples. La science, l&apos;esprit critique, que nous mettons aujourd&apos;hui si haut, ont &#xE9;t&#xE9; pendant longtemps tenus en suspicion. Ne connaissons-nous pas une grande doctrine qui proclame heureux les pauvres d&apos;esprit ? Et il faut se garder de croire que cette indiff&#xE9;rence pour le savoir ait &#xE9;t&#xE9; artificiellement impos&#xE9;e aux hommes en violation de leur nature. D&apos;eux m&#xEA;mes, ils n&apos;avaient alors aucun d&#xE9;sir de la science, tout simplement parce que les soci&#xE9;t&#xE9;s dont ils faisaient partie n&apos;en sentaient aucunement la n&#xE9;cessit&#xE9;. Pour pouvoir vivre, elles avaient avant tout besoin de traditions fortes et respect&#xE9;es. Or la tradition n&#x2019;&#xE9;veille pas, mais tend plut&#xF4;t &#xE0; exclure, la pens&#xE9;e et la r&#xE9;flexion. Il n&apos;en est pas autrement des qualit&#xE9;s physiques. Que l&apos;&#xE9;tat du milieu social incline la conscience publique vers l&apos;asc&#xE9;tisme, et l&apos;&#xE9;ducation physique sera spontan&#xE9;ment rejet&#xE9;e au dernier plan. C&apos;est un peu ce qui s&apos;est produit dans les &#xE9;coles du Moyen Age. De m&#xEA;me, suivant les courants de l&apos;opinion, cette m&#xEA;me &#xE9;ducation sera entendue dans les sens les plus diff&#xE9;rents A. Sparte, elle avait surtout pour objet d&apos;endurcir les membres &#xE0; la fatigue; &#xE0; Ath&#xE8;nes, elle &#xE9;tait un moyen de faire des corps beaux &#xE0; la vue; au temps de la chevalerie, on lui demandait de former des guerriers agiles et souples ; de nos jours, elle n&apos;a plus qu&apos;un but hygi&#xE9;nique et se pr&#xE9;occupe surtout de contenir les dangereux effets d&apos;une culture intellectuelle trop intense. Ainsi, m&#xEA;me ces qualit&#xE9;s qui paraissent, au premier abord, si spontan&#xE9;ment d&#xE9;sirables, l&apos;individu ne les recherche que quand la soci&#xE9;t&#xE9; l&apos;y invite, et il les recherche de la fa&#xE7;on qu&apos;elle lui prescrit.</p>
<p>Vous voyez &#xE0; quel point la psychologie toute seule est une ressource insuffisante pour le p&#xE9;dagogue. Non seulement, comme je vous le montrais tout d&apos;abord, c&apos;est la soci&#xE9;t&#xE9; qui trace &#xE0; l&apos;individu l&apos;id&#xE9;al qu&apos;il doit r&#xE9;aliser par l&apos;&#xE9;ducation, mais encore, dans la nature individuelle, il n&apos;y a pas de tendances d&#xE9;termin&#xE9;es, pas d&apos;&#xE9;tats d&#xE9;finis qui soient comme une premi&#xE8;re aspiration vers cet id&#xE9;al, qui en puissent &#xEA;tre regard&#xE9;s comme la forme int&#xE9;rieure et anticip&#xE9;e. Ce n&apos;est pas sans doute qu&apos;il n&apos;existe en nous des aptitudes tr&#xE8;s g&#xE9;n&#xE9;rales sans lesquelles il serait &#xE9;videmment irr&#xE9;alisable. Si l&apos;homme peut apprendre &#xE0; se sacrifier, c&apos;est qu&apos;il n&apos;est pas incapable de sacrifice ; s&apos;il a pu se soumettre &#xE0; la discipline de la science, c&apos;est qu&apos;il n&apos;y &#xE9;tait pas impropre. Par cela seul que nous faisons partie int&#xE9;grante de l&apos;univers, nous tenons &#xE0; autre chose que nous-m&#xEA;me; il y a ainsi en nous une premi&#xE8;re impersonnalit&#xE9; qui pr&#xE9;pare au d&#xE9;sint&#xE9;ressement. De m&#xEA;me, par cela seul que nous Pensons, nous avons une certaine inclination &#xE0; conna&#xEE;tre. Mais entre ces vagues et confuses pr&#xE9;dispositions, m&#xEA;l&#xE9;es d&apos;ailleurs &#xE0; toute sorte de pr&#xE9;dispositions contraires, et la forme si d&#xE9;finie et si particuli&#xE8;re qu&apos;elles prennent sous l&apos;action de la soci&#xE9;t&#xE9;, il y a un ab&#xEE;me. Il est impossible &#xE0; l&apos;analyse m&#xEA;me la plus p&#xE9;n&#xE9;trante de percevoir par avance dans ces germes indistincts ce qu&apos;ils sont appel&#xE9;s &#xE0; devenir une fois que la collectivit&#xE9; les a f&#xE9;cond&#xE9;s. Car celle-ci ne se borne pas &#xE0; leur donner un relief qui leur manquait; elle leur ajoute quelque chose. Elle leur ajoute son &#xE9;nergie propre et, par cela m&#xEA;me, elle les transforme et en tire des effets qui n&apos;y &#xE9;taient pas primitivement contenus. Ainsi, quand m&#xEA;me la conscience individuelle n&apos;aurait plus pour nous de myst&#xE8;re, quand m&#xEA;me la psychologie serait une science achev&#xE9;e, elle ne saurait renseigner l&apos;&#xE9;ducateur sur le but qu&apos;il doit poursuivre. Seule, la sociologie peut, soit nous aider &#xE0; le comprendre, en le rattachant aux &#xE9;tats sociaux dont il d&#xE9;pend et qu&apos;il exprime, soit nous aider &#xE0; le d&#xE9;couvrir, quand la conscience publique, troubl&#xE9;e et incertaine, ne sait plus quel il doit &#xEA;tre.</p>
<h3 id="iii">III</h3>
<p>Mais, si le r&#xF4;le de la sociologie est pr&#xE9;pond&#xE9;rant dans la d&#xE9;termination des fins que l&apos;&#xE9;ducation doit poursuivre, a-t-elle la m&#xEA;me importance pour ce qui regarde le choix des moyens ?</p>
<p>Ici il est incontestable que la psychologie reprend ses droits. Si l&apos;id&#xE9;al p&#xE9;dagogique exprime avant tout des n&#xE9;cessit&#xE9;s sociales, il ne peut cependant se r&#xE9;aliser que dans et par des individus. Pour qu&apos;il soit autre chose qu&apos;une simple conception de l&apos;esprit, une vaine injonction de la soci&#xE9;t&#xE9; &#xE0; ses membres, il faut trouver le moyen d&apos;y conformer la conscience de l&apos;enfant. Or la conscience a ses lois propres qu&apos;il faut conna&#xEE;tre pour pouvoir la modifier si du moins on veut s&apos;&#xE9;pargner les t&#xE2;tonnements empiriques que la p&#xE9;dagogie a pr&#xE9;cis&#xE9;ment pour objet de r&#xE9;duire au minimum. Pour pouvoir exciter l&apos;activit&#xE9; &#xE0; se d&#xE9;velopper dans une direction d&#xE9;termin&#xE9;e, encore faut-il savoir quels sont les ressorts qui la meuvent et quelle est leur nature ; car c&apos;est &#xE0; cette condition qu&apos;il sera possible d&apos;y appliquer, en connaissance de cause, l&apos;action qui convient. S&apos;agit-il, par exemple, d&apos;&#xE9;veiller ou l&apos;amour de la patrie, ou le sens de l&apos;humanit&#xE9; ? Nous saurons d&apos;autant mieux tourner la sensibilit&#xE9; morale de nos &#xE9;l&#xE8;ves dans l&apos;un ou l&apos;autre sens que nous aurons des notions plus compl&#xE8;tes et plus pr&#xE9;cises sur l&apos;ensemble de ph&#xE9;nom&#xE8;nes que l&apos;on appelle tendances, habitudes, d&#xE9;sirs, &#xE9;motions, etc., sur les conditions diverses dont ils d&#xE9;pendent, sur la forme qu&apos;ils pr&#xE9;sentent chez l&apos;enfant. Suivant que l&apos;on voit dans les tendances un produit des exp&#xE9;riences agr&#xE9;ables ou d&#xE9;sagr&#xE9;ables qu&apos;a pu faire l&apos;esp&#xE8;ce, ou bien, au contraire, un fait primitif, ant&#xE9;rieur aux &#xE9;tats affectifs qui en accompagnent le fonction&#xAD;nement, on devra s&apos;y prendre de mani&#xE8;res tr&#xE8;s diff&#xE9;rentes pour en r&#xE9;gler le d&#xE9;veloppement. Or c&apos;est &#xE0; la psychologie et, plus sp&#xE9;cialement, &#xE0; la psychologie infantile qu&apos;il appartient de r&#xE9;soudre ces questions. Si donc elle est incomp&#xE9;tente pour fixer la fin, ou plut&#xF4;t les fins de l&apos;&#xE9;ducation, il n&apos;est pas douteux qu&apos;elle n&apos;ait un r&#xF4;le utile &#xE0; jouer dans la constitution des m&#xE9;thodes. M&#xEA;me, comme aucune m&#xE9;thode ne peut s&apos;appliquer de la m&#xEA;me mani&#xE8;re aux diff&#xE9;rents enfants, c&apos;est encore la psychologie qui devrait nous aider &#xE0; nous reconna&#xEE;tre au milieu de la diversit&#xE9; des intelligences et des caract&#xE8;res. On sait malheureusement que nous sommes encore loin du moment o&#xF9; elle sera vraiment en &#xE9;tat de satisfaire &#xE0; ce <em>desideratum</em>.</p>
<p>Il ne saurait donc &#xEA;tre question de m&#xE9;conna&#xEE;tre les services que peut rendre &#xE0; la p&#xE9;dagogie la science de l&apos;individu, et nous saurons lui faire sa part. Et cependant, m&#xEA;me dans ce cercle de probl&#xE8;mes o&#xF9; elle peut utilement &#xE9;clairer le p&#xE9;dagogue, il s&apos;en faut qu&apos;elle puisse se passer du concours de la sociologie.</p>
<p>D&apos;abord, parce que les fins de l&apos;&#xE9;ducation sont sociales, les moyens par lesquels ces fins peuvent &#xEA;tre atteintes doivent n&#xE9;cessairement avoir le m&#xEA;me caract&#xE8;re. Et, en effet, parmi toutes les institutions p&#xE9;dagogiques, il n&apos;en est peut-&#xEA;tre pas une qui ne soit l&apos;analogue d&apos;une institution sociale dont elle reproduit, sous une forme r&#xE9;duite et comme en raccourci, les traits principaux. Il y a une discipline &#xE0; l&apos;&#xE9;cole comme dans la cit&#xE9;. Les r&#xE8;gles qui fixent &#xE0; l&apos;&#xE9;colier ses devoirs sont comparables &#xE0; celles qui prescrivent &#xE0; l&apos;homme fait sa conduite. Les peines et les r&#xE9;compenses qui sont attach&#xE9;es aux premi&#xE8;res ne sont pas sans ressembler aux peines et aux r&#xE9;compenses qui sanctionnent les secondes. Nous enseignons aux enfants la science faite ? Mais la science qui se fait s&apos;enseigne elle aussi. Elle ne reste pas renferm&#xE9;e dans le cerveau de ceux qui la con&#xE7;oi&#xAD;vent, mais elle ne devient vraiment agissante qu&apos;&#xE0; condition de se communiquer aux autres hommes. Or cette communication, qui met en oeuvre tout un r&#xE9;seau de m&#xE9;canismes sociaux, constitue un enseignement qui, pour s&apos;adresser &#xE0; l&apos;adulte, ne diff&#xE8;re pas en nature de celui que l&apos;&#xE9;l&#xE8;ve re&#xE7;oit de son ma&#xEE;tre. Ne dit-on pas d&apos;ailleurs que les savants sont des ma&#xEE;tres pour leurs contemporains et ne donne-t-on pas le nom d&apos;&#xE9;coles aux groupes qui se forment autour d&apos;eux<sup><a href="#fn_1" id="reffn_1">1</a></sup> ?</p>
<p>On pourrait multiplier les exemples. C&apos;est qu&apos;en effet, comme la vie scolaire n&apos;est que le germe de la vie sociale, comme celle-ci n&apos;est que la suite et l&apos;&#xE9;panouissement de celle-l&#xE0;, il est impossible que les principaux proc&#xE9;d&#xE9;s par lesquels l&apos;une fonctionne ne se retrouvent pas dans l&apos;autre. On peut donc s&apos;attendre &#xE0; ce que la sociologie, science des institutions sociales, nous aide &#xE0; comprendre ce que sont ou &#xE0; conjecturer ce que doivent &#xEA;tre les institutions p&#xE9;dagogiques. Mieux nous conna&#xEE;trons la soci&#xE9;t&#xE9;, mieux nous pourrons nous rendre compte de tout ce qui se passe dans ce microcosme social qu&apos;est l&apos;&#xE9;cole. Au contraire, vous voyez avec quelle prudence et quelle mesure, m&#xEA;me quand il s&apos;agit de la d&#xE9;termination des m&#xE9;thodes, il convient d&apos;utiliser les donn&#xE9;es de la psychologie. A elle seule, elle ne saurait nous fournir les &#xE9;l&#xE9;ments n&#xE9;cessaires &#xE0; la construction d&apos;une technique qui, par d&#xE9;finition, a son prototype, non dans l&apos;individu, mais dans la collectivit&#xE9;.</p>
<p>D&apos;ailleurs, les &#xE9;tats sociaux dont d&#xE9;pendent les fins p&#xE9;dagogiques ne bornent pas l&#xE0; leur action. Ils affectent aussi la conception des m&#xE9;thodes : car la nature du but implique en partie celle des moyens. Que la soci&#xE9;t&#xE9;, par exemple, s&apos;oriente dans un sens individualiste, et tous les proc&#xE9;d&#xE9;s d&apos;&#xE9;ducation qui peuvent avoir pour effet de faire violence &#xE0; l&apos;individu, de m&#xE9;conna&#xEE;tre sa spontan&#xE9;it&#xE9; interne, appara&#xEE;tront comme intol&#xE9;rables et seront r&#xE9;prouv&#xE9;s. Au contraire, que, sous la pression de circonstances durables ou passag&#xE8;res, elle ressente le besoin d&apos;imposer &#xE0; tous un conformisme plus rigoureux, tout ce qui peut provoquer outre mesure l&apos;initiative de l&apos;intelligence sera proscrit. En fait, toutes les fois o&#xF9; le syst&#xE8;me des m&#xE9;thodes &#xE9;ducatives a &#xE9;t&#xE9; profond&#xE9;ment transform&#xE9;, c&apos;est sous l&apos;influence de quelqu&apos;un de ces grands courants sociaux dont l&apos;action s&apos;est fait sentir sur toute l&apos;&#xE9;tendue de la vie collective. Ce n&apos;est pas &#xE0; la suite de d&#xE9;couvertes psychologiques que la Renaissance a oppos&#xE9; tout un ensemble de m&#xE9;thodes nouvelles &#xE0; celles que pratiquait le Moyen Age. Mais c&apos;est que, par suite des changements survenus dans la structure des soci&#xE9;t&#xE9;s europ&#xE9;ennes, une nouvelle conception de l&apos;homme et de sa place dans le monde avait fini par se faire jour. De m&#xEA;me, les p&#xE9;dagogues qui, &#xE0; la fin du XVIIIe si&#xE8;cle ou au commencement du XIXe, entre&#xAD;prirent de substituer la m&#xE9;thode intuitive &#xE0; la m&#xE9;thode abstraite, &#xE9;taient avant tout l&apos;&#xE9;cho des aspirations de leur temps. Ni Basedow, ni Pestalozzi, ni Froebel n&apos;&#xE9;taient de bien grands psychologues. Ce qu&apos;exprime surtout leur doctrine, c&apos;est ce respect pour la libert&#xE9; int&#xE9;rieure, cette horreur pour toute compression, cet amour de l&apos;homme et, par suite, de l&apos;enfant qui sont &#xE0; la base de notre individualisme moderne.</p>
<p>Ainsi, sous quelque aspect que l&apos;on consid&#xE8;re l&apos;&#xE9;ducation, elle se pr&#xE9;sente partout &#xE0; nous avec le m&#xEA;me caract&#xE8;re. Qu&apos;il s&apos;agisse des fins qu&apos;elle poursuit ou des moyens qu&apos;elle emploie, c&apos;est &#xE0; des n&#xE9;cessit&#xE9;s sociales qu&apos;elle r&#xE9;pond ; ce sont des id&#xE9;es et des sentiments collectifs qu&apos;elle exprime. Sans doute, l&apos;individu lui-m&#xEA;me y trouve son profit. N&apos;avons-nous pas express&#xE9;ment reconnu que nous devons &#xE0; l&apos;&#xE9;ducation le meilleur de nous-m&#xEA;me ? Mais c&apos;est que ce meilleur de nous-m&#xEA;me est d&apos;origine sociale. C&apos;est donc toujours &#xE0; l&apos;&#xE9;tude de la soci&#xE9;t&#xE9; qu&apos;il en faut revenir; c&apos;est l&#xE0; seulement que le p&#xE9;dagogue peut trouver les principes de sa sp&#xE9;culation. La psychologie pourra bien lui indiquer quelle est la meilleure mani&#xE8;re de s&apos;y prendre pour appliquer &#xE0; l&apos;enfant ces principes une fois pos&#xE9;s, elle ne pourra gu&#xE8;re nous les faire d&#xE9;couvrir.</p>
<p>J&apos;ajoute en terminant que s&apos;il fut jamais un temps et un pays o&#xF9; le point de vue socio&#xAD;lo&#xAD;gique se soit impos&#xE9; d&apos;une fa&#xE7;on particuli&#xE8;rement urgente aux p&#xE9;dagogues, c&apos;est certainement notre pays et notre temps. Quand une soci&#xE9;t&#xE9; se trouve dans un &#xE9;tat de stabilit&#xE9; relative, d&apos;&#xE9;quilibre temporaire, comme, par exemple, la soci&#xE9;t&#xE9; fran&#xE7;aise au XVIIe si&#xE8;cle; quand, par suite, un syst&#xE8;me d&apos;&#xE9;ducation s&apos;est &#xE9;tabli qui, pour un temps &#xE9;galement, n&apos;est contest&#xE9; de personne, les seules questions pressantes qui se posent sont des questions d&apos;application. Aucun doute grave ne s&apos;&#xE9;l&#xE8;ve ni sur le but &#xE0; atteindre, ni sur l&apos;orientation g&#xE9;n&#xE9;rale des m&#xE9;thodes ; il ne peut donc y avoir de controverse que sur la meilleure mani&#xE8;re de les mettre en pratique, et ce sont des difficult&#xE9;s que la psychologie peut r&#xE9;soudre. Je n&apos;ai pas &#xE0; vous apprendre que cette s&#xE9;curit&#xE9; intellectuelle et morale n&apos;est pas de notre si&#xE8;cle ; c&apos;est &#xE0; la fois sa mis&#xE8;re et sa grandeur. Les transformations profondes qu&apos;ont subies ou que sont en train de subir les soci&#xE9;t&#xE9;s contemporaines n&#xE9;cessitent des transformations correspondantes dans l&apos;&#xE9;ducation nationale. Mais si nous sentons bien que des changements sont n&#xE9;cessaires, nous savons mal ce qu&apos;ils doivent &#xEA;tre. Quelles que puissent &#xEA;tre les convictions particuli&#xE8;res des individus ou des partis, l&apos;opinion publique reste ind&#xE9;cise et anxieuse. Le probl&#xE8;me p&#xE9;dagogique ne se pose donc pas pour nous avec la m&#xEA;me s&#xE9;r&#xE9;nit&#xE9; que pour les hommes du XVIIe si&#xE8;cle. Il ne s&apos;agit plus de mettre en oeuvre des id&#xE9;es acquises, mais de trouver des id&#xE9;es qui nous guident. Comment les d&#xE9;couvrir si nous ne remontons pas jusqu&apos;&#xE0; la source m&#xEA;me de la vie &#xE9;ducative, c&apos;est-&#xE0;-dire jusqu&apos;&#xE0; la soci&#xE9;t&#xE9; ? C&apos;est donc la soci&#xE9;t&#xE9; qu&apos;il faut interroger, ce sont ses besoins qu&apos;il faut conna&#xEE;tre, puisque ce sont ses besoins qu&apos;il faut satisfaire. Se borner a regarder au-dedans de nous-m&#xEA;me, ce serait d&#xE9;tourner nos regards de la r&#xE9;alit&#xE9; m&#xEA;me qu&apos;il nous faut atteindre; ce serait nous mettre dans l&apos;impossibilit&#xE9; de rien comprendre au mouvement qui entra&#xEE;ne le monde autour de nous et nous-m&#xEA;mes avec lui. je ne crois donc pas ob&#xE9;ir &#xE0; un simple pr&#xE9;jug&#xE9; ni c&#xE9;der &#xE0; un amour immod&#xE9;r&#xE9; pour une science que j&apos;ai cultiv&#xE9;e toute ma vie, en disant que jamais une culture sociologique n&apos;a &#xE9;t&#xE9; plus n&#xE9;cessaire &#xE0; l&apos;&#xE9;ducateur. Ce n&apos;est pas que la sociologie puisse nous mettre en main des proc&#xE9;d&#xE9;s tout faits et dont il n&apos;y ait plus qu&apos;&#xE0; se servir. En est-il, d&apos;ailleurs, de cette sorte ? Mais elle peut plus et elle peut mieux. Elle peut nous donner ce dont nous avons le plus instamment besoin, je veux dire un corps d&apos;id&#xE9;es directrices qui soient l&apos;&#xE2;me de notre pratique et qui la soutiennent, qui donnent un sens &#xE0; notre action, et qui nous y attachent; ce qui est la condition n&#xE9;cessaire pour que cette action soit f&#xE9;conde.</p>
<blockquote id="fn_1">
<sup>1</sup>. V. WILLMANN, Op. cit., I, p. 40.<a href="#reffn_1" title="Jump back to footnote [1] in the text."> &#x21A9;</a>
</blockquote>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre2/index.html" class="navigation navigation-prev " aria-label="Previous page: CHAPITRE II - Nature et méthode de la pédagogie."><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre4/index.html" class="navigation navigation-next " aria-label="Next page: CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-livereload/plugin.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"livereload":{}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
