<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Section III | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre4/index.html" />
    
    
    <link rel="prev" href="../chapitre3/section2.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="3.3"
        data-chapter-title="Section III"
        data-filepath="chapitre3/section3.md"
        data-basepath=".."
        data-revision="Wed May 25 2016 08:02:26 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="iii">III</h3>
<p>Mais, si le r&#xF4;le de la sociologie est pr&#xE9;pond&#xE9;rant dans la d&#xE9;termination des fins que l&apos;&#xE9;ducation doit poursuivre, a-t-elle la m&#xEA;me importance pour ce qui regarde le choix des moyens ?</p>
<p>Ici il est incontestable que la psychologie reprend ses droits. Si l&apos;id&#xE9;al p&#xE9;dagogique exprime avant tout des n&#xE9;cessit&#xE9;s sociales, il ne peut cependant se r&#xE9;aliser que dans et par des individus. Pour qu&apos;il soit autre chose qu&apos;une simple conception de l&apos;esprit, une vaine injonction de la soci&#xE9;t&#xE9; &#xE0; ses membres, il faut trouver le moyen d&apos;y conformer la conscience de l&apos;enfant. Or la conscience a ses lois propres qu&apos;il faut conna&#xEE;tre pour pouvoir la modifier si du moins on veut s&apos;&#xE9;pargner les t&#xE2;tonnements empiriques que la p&#xE9;dagogie a pr&#xE9;cis&#xE9;ment pour objet de r&#xE9;duire au minimum. Pour pouvoir exciter l&apos;activit&#xE9; &#xE0; se d&#xE9;velopper dans une direction d&#xE9;termin&#xE9;e, encore faut-il savoir quels sont les ressorts qui la meuvent et quelle est leur nature ; car c&apos;est &#xE0; cette condition qu&apos;il sera possible d&apos;y appliquer, en connaissance de cause, l&apos;action qui convient. S&apos;agit-il, par exemple, d&apos;&#xE9;veiller ou l&apos;amour de la patrie, ou le sens de l&apos;humanit&#xE9; ? Nous saurons d&apos;autant mieux tourner la sensibilit&#xE9; morale de nos &#xE9;l&#xE8;ves dans l&apos;un ou l&apos;autre sens que nous aurons des notions plus compl&#xE8;tes et plus pr&#xE9;cises sur l&apos;ensemble de ph&#xE9;nom&#xE8;nes que l&apos;on appelle tendances, habitudes, d&#xE9;sirs, &#xE9;motions, etc., sur les conditions diverses dont ils d&#xE9;pendent, sur la forme qu&apos;ils pr&#xE9;sentent chez l&apos;enfant. Suivant que l&apos;on voit dans les tendances un produit des exp&#xE9;riences agr&#xE9;ables ou d&#xE9;sagr&#xE9;ables qu&apos;a pu faire l&apos;esp&#xE8;ce, ou bien, au contraire, un fait primitif, ant&#xE9;rieur aux &#xE9;tats affectifs qui en accompagnent le fonction&#xAD;nement, on devra s&apos;y prendre de mani&#xE8;res tr&#xE8;s diff&#xE9;rentes pour en r&#xE9;gler le d&#xE9;veloppement. Or c&apos;est &#xE0; la psychologie et, plus sp&#xE9;cialement, &#xE0; la psychologie infantile qu&apos;il appartient de r&#xE9;soudre ces questions. Si donc elle est incomp&#xE9;tente pour fixer la fin, ou plut&#xF4;t les fins de l&apos;&#xE9;ducation, il n&apos;est pas douteux qu&apos;elle n&apos;ait un r&#xF4;le utile &#xE0; jouer dans la constitution des m&#xE9;thodes. M&#xEA;me, comme aucune m&#xE9;thode ne peut s&apos;appliquer de la m&#xEA;me mani&#xE8;re aux diff&#xE9;rents enfants, c&apos;est encore la psychologie qui devrait nous aider &#xE0; nous reconna&#xEE;tre au milieu de la diversit&#xE9; des intelligences et des caract&#xE8;res. On sait malheureusement que nous sommes encore loin du moment o&#xF9; elle sera vraiment en &#xE9;tat de satisfaire &#xE0; ce <em>desideratum</em>.</p>
<p>Il ne saurait donc &#xEA;tre question de m&#xE9;conna&#xEE;tre les services que peut rendre &#xE0; la p&#xE9;dagogie la science de l&apos;individu, et nous saurons lui faire sa part. Et cependant, m&#xEA;me dans ce cercle de probl&#xE8;mes o&#xF9; elle peut utilement &#xE9;clairer le p&#xE9;dagogue, il s&apos;en faut qu&apos;elle puisse se passer du concours de la sociologie.</p>
<p>D&apos;abord, parce que les fins de l&apos;&#xE9;ducation sont sociales, les moyens par lesquels ces fins peuvent &#xEA;tre atteintes doivent n&#xE9;cessairement avoir le m&#xEA;me caract&#xE8;re. Et, en effet, parmi toutes les institutions p&#xE9;dagogiques, il n&apos;en est peut-&#xEA;tre pas une qui ne soit l&apos;analogue d&apos;une institution sociale dont elle reproduit, sous une forme r&#xE9;duite et comme en raccourci, les traits principaux. Il y a une discipline &#xE0; l&apos;&#xE9;cole comme dans la cit&#xE9;. Les r&#xE8;gles qui fixent &#xE0; l&apos;&#xE9;colier ses devoirs sont comparables &#xE0; celles qui prescrivent &#xE0; l&apos;homme fait sa conduite. Les peines et les r&#xE9;compenses qui sont attach&#xE9;es aux premi&#xE8;res ne sont pas sans ressembler aux peines et aux r&#xE9;compenses qui sanctionnent les secondes. Nous enseignons aux enfants la science faite ? Mais la science qui se fait s&apos;enseigne elle aussi. Elle ne reste pas renferm&#xE9;e dans le cerveau de ceux qui la con&#xE7;oi&#xAD;vent, mais elle ne devient vraiment agissante qu&apos;&#xE0; condition de se communiquer aux autres hommes. Or cette communication, qui met en &#x153;uvre tout un r&#xE9;seau de m&#xE9;canismes sociaux, constitue un enseignement qui, pour s&apos;adresser &#xE0; l&apos;adulte, ne diff&#xE8;re pas en nature de celui que l&apos;&#xE9;l&#xE8;ve re&#xE7;oit de son ma&#xEE;tre. Ne dit-on pas d&apos;ailleurs que les savants sont des ma&#xEE;tres pour leurs contemporains et ne donne-t-on pas le nom d&apos;&#xE9;coles aux groupes qui se forment autour d&apos;eux<sup><a href="#fn_1" id="reffn_1">1</a></sup> ?</p>
<p>On pourrait multiplier les exemples. C&apos;est qu&apos;en effet, comme la vie scolaire n&apos;est que le germe de la vie sociale, comme celle-ci n&apos;est que la suite et l&apos;&#xE9;panouissement de celle-l&#xE0;, il est impossible que les principaux proc&#xE9;d&#xE9;s par lesquels l&apos;une fonctionne ne se retrouvent pas dans l&apos;autre. On peut donc s&apos;attendre &#xE0; ce que la sociologie, science des institutions sociales, nous aide &#xE0; comprendre ce que sont ou &#xE0; conjecturer ce que doivent &#xEA;tre les institutions p&#xE9;dagogiques. Mieux nous conna&#xEE;trons la soci&#xE9;t&#xE9;, mieux nous pourrons nous rendre compte de tout ce qui se passe dans ce microcosme social qu&apos;est l&apos;&#xE9;cole. Au contraire, vous voyez avec quelle prudence et quelle mesure, m&#xEA;me quand il s&apos;agit de la d&#xE9;termination des m&#xE9;thodes, il convient d&apos;utiliser les donn&#xE9;es de la psychologie. A elle seule, elle ne saurait nous fournir les &#xE9;l&#xE9;ments n&#xE9;cessaires &#xE0; la construction d&apos;une technique qui, par d&#xE9;finition, a son prototype, non dans l&apos;individu, mais dans la collectivit&#xE9;.</p>
<p>D&apos;ailleurs, les &#xE9;tats sociaux dont d&#xE9;pendent les fins p&#xE9;dagogiques ne bornent pas l&#xE0; leur action. Ils affectent aussi la conception des m&#xE9;thodes : car la nature du but implique en partie celle des moyens. Que la soci&#xE9;t&#xE9;, par exemple, s&apos;oriente dans un sens individualiste, et tous les proc&#xE9;d&#xE9;s d&apos;&#xE9;ducation qui peuvent avoir pour effet de faire violence &#xE0; l&apos;individu, de m&#xE9;conna&#xEE;tre sa spontan&#xE9;it&#xE9; interne, appara&#xEE;tront comme intol&#xE9;rables et seront r&#xE9;prouv&#xE9;s. Au contraire, que, sous la pression de circonstances durables ou passag&#xE8;res, elle ressente le besoin d&apos;imposer &#xE0; tous un conformisme plus rigoureux, tout ce qui peut provoquer outre mesure l&apos;initiative de l&apos;intelligence sera proscrit. En fait, toutes les fois o&#xF9; le syst&#xE8;me des m&#xE9;thodes &#xE9;ducatives a &#xE9;t&#xE9; profond&#xE9;ment transform&#xE9;, c&apos;est sous l&apos;influence de quelqu&apos;un de ces grands courants sociaux dont l&apos;action s&apos;est fait sentir sur toute l&apos;&#xE9;tendue de la vie collective. Ce n&apos;est pas &#xE0; la suite de d&#xE9;couvertes psychologiques que la Renaissance a oppos&#xE9; tout un ensemble de m&#xE9;thodes nouvelles &#xE0; celles que pratiquait le Moyen Age. Mais c&apos;est que, par suite des changements survenus dans la structure des soci&#xE9;t&#xE9;s europ&#xE9;ennes, une nouvelle conception de l&apos;homme et de sa place dans le monde avait fini par se faire jour. De m&#xEA;me, les p&#xE9;dagogues qui, &#xE0; la fin du XVIIIe si&#xE8;cle ou au commencement du XIXe, entre&#xAD;prirent de substituer la m&#xE9;thode intuitive &#xE0; la m&#xE9;thode abstraite, &#xE9;taient avant tout l&apos;&#xE9;cho des aspirations de leur temps. Ni Basedow, ni Pestalozzi, ni Froebel n&apos;&#xE9;taient de bien grands psychologues. Ce qu&apos;exprime surtout leur doctrine, c&apos;est ce respect pour la libert&#xE9; int&#xE9;rieure, cette horreur pour toute compression, cet amour de l&apos;homme et, par suite, de l&apos;enfant qui sont &#xE0; la base de notre individualisme moderne.</p>
<p>Ainsi, sous quelque aspect que l&apos;on consid&#xE8;re l&apos;&#xE9;ducation, elle se pr&#xE9;sente partout &#xE0; nous avec le m&#xEA;me caract&#xE8;re. Qu&apos;il s&apos;agisse des fins qu&apos;elle poursuit ou des moyens qu&apos;elle emploie, c&apos;est &#xE0; des n&#xE9;cessit&#xE9;s sociales qu&apos;elle r&#xE9;pond ; ce sont des id&#xE9;es et des sentiments collectifs qu&apos;elle exprime. Sans doute, l&apos;individu lui-m&#xEA;me y trouve son profit. N&apos;avons-nous pas express&#xE9;ment reconnu que nous devons &#xE0; l&apos;&#xE9;ducation le meilleur de nous-m&#xEA;me ? Mais c&apos;est que ce meilleur de nous-m&#xEA;me est d&apos;origine sociale. C&apos;est donc toujours &#xE0; l&apos;&#xE9;tude de la soci&#xE9;t&#xE9; qu&apos;il en faut revenir; c&apos;est l&#xE0; seulement que le p&#xE9;dagogue peut trouver les principes de sa sp&#xE9;culation. La psychologie pourra bien lui indiquer quelle est la meilleure mani&#xE8;re de s&apos;y prendre pour appliquer &#xE0; l&apos;enfant ces principes une fois pos&#xE9;s, elle ne pourra gu&#xE8;re nous les faire d&#xE9;couvrir.</p>
<p>J&apos;ajoute en terminant que s&apos;il fut jamais un temps et un pays o&#xF9; le point de vue socio&#xAD;lo&#xAD;gique se soit impos&#xE9; d&apos;une fa&#xE7;on particuli&#xE8;rement urgente aux p&#xE9;dagogues, c&apos;est certainement notre pays et notre temps. Quand une soci&#xE9;t&#xE9; se trouve dans un &#xE9;tat de stabilit&#xE9; relative, d&apos;&#xE9;quilibre temporaire, comme, par exemple, la soci&#xE9;t&#xE9; fran&#xE7;aise au XVIIe si&#xE8;cle; quand, par suite, un syst&#xE8;me d&apos;&#xE9;ducation s&apos;est &#xE9;tabli qui, pour un temps &#xE9;galement, n&apos;est contest&#xE9; de personne, les seules questions pressantes qui se posent sont des questions d&apos;application. Aucun doute grave ne s&apos;&#xE9;l&#xE8;ve ni sur le but &#xE0; atteindre, ni sur l&apos;orientation g&#xE9;n&#xE9;rale des m&#xE9;thodes ; il ne peut donc y avoir de controverse que sur la meilleure mani&#xE8;re de les mettre en pratique, et ce sont des difficult&#xE9;s que la psychologie peut r&#xE9;soudre. Je n&apos;ai pas &#xE0; vous apprendre que cette s&#xE9;curit&#xE9; intellectuelle et morale n&apos;est pas de notre si&#xE8;cle ; c&apos;est &#xE0; la fois sa mis&#xE8;re et sa grandeur. Les transformations profondes qu&apos;ont subies ou que sont en train de subir les soci&#xE9;t&#xE9;s contemporaines n&#xE9;cessitent des transformations correspondantes dans l&apos;&#xE9;ducation nationale. Mais si nous sentons bien que des changements sont n&#xE9;cessaires, nous savons mal ce qu&apos;ils doivent &#xEA;tre. Quelles que puissent &#xEA;tre les convictions particuli&#xE8;res des individus ou des partis, l&apos;opinion publique reste ind&#xE9;cise et anxieuse. Le probl&#xE8;me p&#xE9;dagogique ne se pose donc pas pour nous avec la m&#xEA;me s&#xE9;r&#xE9;nit&#xE9; que pour les hommes du XVIIe si&#xE8;cle. Il ne s&apos;agit plus de mettre en &#x153;uvre des id&#xE9;es acquises, mais de trouver des id&#xE9;es qui nous guident. Comment les d&#xE9;couvrir si nous ne remontons pas jusqu&apos;&#xE0; la source m&#xEA;me de la vie &#xE9;ducative, c&apos;est-&#xE0;-dire jusqu&apos;&#xE0; la soci&#xE9;t&#xE9; ? C&apos;est donc la soci&#xE9;t&#xE9; qu&apos;il faut interroger, ce sont ses besoins qu&apos;il faut conna&#xEE;tre, puisque ce sont ses besoins qu&apos;il faut satisfaire. Se borner a regarder au-dedans de nous-m&#xEA;me, ce serait d&#xE9;tourner nos regards de la r&#xE9;alit&#xE9; m&#xEA;me qu&apos;il nous faut atteindre; ce serait nous mettre dans l&apos;impossibilit&#xE9; de rien comprendre au mouvement qui entra&#xEE;ne le monde autour de nous et nous-m&#xEA;mes avec lui. je ne crois donc pas ob&#xE9;ir &#xE0; un simple pr&#xE9;jug&#xE9; ni c&#xE9;der &#xE0; un amour immod&#xE9;r&#xE9; pour une science que j&apos;ai cultiv&#xE9;e toute ma vie, en disant que jamais une culture sociologique n&apos;a &#xE9;t&#xE9; plus n&#xE9;cessaire &#xE0; l&apos;&#xE9;ducateur. Ce n&apos;est pas que la sociologie puisse nous mettre en main des proc&#xE9;d&#xE9;s tout faits et dont il n&apos;y ait plus qu&apos;&#xE0; se servir. En est-il, d&apos;ailleurs, de cette sorte ? Mais elle peut plus et elle peut mieux. Elle peut nous donner ce dont nous avons le plus instamment besoin, je veux dire un corps d&apos;id&#xE9;es directrices qui soient l&apos;&#xE2;me de notre pratique et qui la soutiennent, qui donnent un sens &#xE0; notre action, et qui nous y attachent; ce qui est la condition n&#xE9;cessaire pour que cette action soit f&#xE9;conde.</p>
<blockquote id="fn_1">
<sup>1</sup>. V. WILLMANN, Op. cit., I, p. 40.<a href="#reffn_1" title="Jump back to footnote [1] in the text."> &#x21A9;</a>
</blockquote>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre3/section2.html" class="navigation navigation-prev " aria-label="Previous page: Section II"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre4/index.html" class="navigation navigation-next " aria-label="Next page: CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
