<!DOCTYPE HTML>
<html lang="en" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France | À propos</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    
    <link rel="prev" href="../chapitre3/index.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="4"
        data-chapter-title="CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France"
        data-filepath="chapitre4/README.md"
        data-basepath=".."
        data-revision="Thu May 19 2016 22:11:40 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie.
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Published with GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >À propos</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="l&#xE9;volution-et-le-r&#xF4;le-de-lenseignement-secondaire-en-france1">L&apos;&#xC9;VOLUTION ET LE R&#xD4;LE DE L&apos;ENSEIGNEMENT SECONDAIRE EN FRANCE<sup><a href="#fn_1" id="reffn_1">1</a></sup></h2>
<h3 id="i">I</h3>
<p>Mon r&#xF4;le, Messieurs, n&apos;est pas de vous enseigner la technique de votre m&#xE9;tier : elle ne peut s&apos;apprendre que par l&apos;usage et c&apos;est par l&apos;usage que vous l&apos;apprendrez l&apos;an prochain<sup><a href="#fn_2" id="reffn_2">2</a></sup>. Mais une technique, quelle qu&apos;elle soit, d&#xE9;g&#xE9;n&#xE8;re vite en un vulgaire empirisme, si celui qui s&apos;en sert n&apos;a jamais &#xE9;t&#xE9; mis &#xE0; m&#xEA;me de r&#xE9;fl&#xE9;chir au but qu&apos;elle poursuit et aux moyens qu&apos;elle emploie. Tourner votre r&#xE9;flexion vers les choses de l&apos;enseignement et vous apprendre &#xE0; l&apos;y appliquer avec m&#xE9;thode, voil&#xE0; pr&#xE9;cis&#xE9;ment quelle sera ma t&#xE2;che. Un enseignement p&#xE9;dagogique doit, en effet, se proposer, non de communiquer au futur praticien un certain nombre de proc&#xE9;d&#xE9;s et de recettes, mais de lui donner une pleine conscience de sa fonction.</p>
<p>Mais, pr&#xE9;cis&#xE9;ment parce que cet enseignement a n&#xE9;cessairement un caract&#xE8;re th&#xE9;orique, certains doutent qu&apos;il puisse &#xEA;tre utile. Ce n&apos;est pas qu&apos;on aille jusqu&apos;&#xE0; soutenir que la routine puisse se suffire et que la tradition n&apos;ait pas besoin d&apos;&#xEA;tre guid&#xE9;e par une r&#xE9;flexion inform&#xE9;e et avertie. En un temps o&#xF9;, dans toutes les sph&#xE8;res de l&apos;activit&#xE9; humaine, on voit la science, la th&#xE9;orie, la sp&#xE9;culation, c&apos;est-&#xE0;-dire en somme la r&#xE9;flexion, p&#xE9;n&#xE9;trer de plus en plus la pratique et l&apos;&#xE9;clairer, il serait par trop &#xE9;trange que, seule, l&apos;activit&#xE9; de l&apos;&#xE9;ducateur f&#xEE;t exception. Sans doute, il est permis de critiquer s&#xE9;v&#xE8;rement l&apos;emploi que trop de p&#xE9;dagogues ont fait de leur raison ; on peut l&#xE9;gitimement trouver que leurs syst&#xE8;mes, si artificiels, si abstraits, si pauvres au regard de la r&#xE9;alit&#xE9;, sont sans grande utilit&#xE9; pratique. Pourtant, ce n&apos;est pas un motif suffisant pour proscrire &#xE0; tout jamais la r&#xE9;flexion p&#xE9;dagogique et la d&#xE9;clarer &#xA7;ans raison d&apos;&#xEA;tre ; et on reconna&#xEE;t en effet volontiers que la conclusion serait excessive. Seulement on estime que, par une v&#xE9;ritable gr&#xE2;ce d&apos;&#xE9;tat, le professeur de lyc&#xE9;e n&apos;a pas besoin d&apos;&#xEA;tre sp&#xE9;cialement entra&#xEE;n&#xE9; et exerc&#xE9; &#xE0; cette forme particuli&#xE8;re de r&#xE9;flexion.</p>
<p>Passe encore, dit-on, pour les ma&#xEE;tres de nos &#xE9;coles primaires! En raison de la culture plus limit&#xE9;e qu&apos;ils ont re&#xE7;ue, il peut &#xEA;tre n&#xE9;cessaire de les provoquer &#xE0; m&#xE9;diter sur leur profession, de leur expliquer les raisons des m&#xE9;thodes qu&apos;ils emploient, afin qu&apos;ils puissent s&apos;en servir avec discernement. Mais avec un ma&#xEE;tre de l&apos;enseignement secondaire dont l&apos;esprit a &#xE9;t&#xE9;, au lyc&#xE9;e d&apos;abord, puis &#xE0; l&apos;Universit&#xE9;, aiguis&#xE9; de toutes les mani&#xE8;res, rompu &#xE0; toutes les hautes disciplines, toutes ces pr&#xE9;cautions ne sont que du temps perdu. Qu&apos;on le mette en face de ses &#xE9;l&#xE8;ves, et aussit&#xF4;t la puissance de r&#xE9;flexion qu&apos;il a acquise au cours de ses &#xE9;tudes s&apos;appliquera naturellement &#xE0; sa classe, alors m&#xEA;me qu&apos;elle n&apos;aurait &#xE9;t&#xE9; soumise &#xE0; aucune &#xE9;ducation pr&#xE9;alable.</p>
<p>Il y a pourtant un fait qui ne para&#xEE;t gu&#xE8;re t&#xE9;moigner en faveur de cette aptitude native que l&apos;on pr&#xEA;te au professeur de lyc&#xE9;e pour la r&#xE9;flexion professionnelle. Dans toutes les formes de la conduite humaine o&#xF9; la r&#xE9;flexion s&apos;introduit, on voit, au fur et &#xE0; mesure qu&apos;elle s&apos;y d&#xE9;veloppe, la tradition devenir plus mall&#xE9;able et plus accessible aux nouveaut&#xE9;s. La r&#xE9;flexion, en effet, est l&apos;antagoniste naturelle, l&apos;ennemie n&#xE9;e de la routine. Elle seule peut emp&#xEA;cher les habitudes de se prendre sous une forme immuable, rigide, qui les soustraie au changement ; elle seule peut les tenir en haleine, les entretenir dans l&apos;&#xE9;tat de souplesse et de flexibilit&#xE9; n&#xE9;cessaires pour qu&apos;elles puissent varier, &#xE9;voluer, s&apos;adapter &#xE0; la diversit&#xE9; et &#xE0; la mobilit&#xE9; des circonstances et des milieux. Inversement, moindre est la part de la r&#xE9;flexion, plus grande est celle de l&apos;immobilisme. Or il se trouve que l&apos;enseignement secondaire se fait remarquer, non par un app&#xE9;tit immod&#xE9;r&#xE9; de nouveaut&#xE9;s, mais par un v&#xE9;ritable mison&#xE9;isme. Nous verrons, en effet, comment en France, alors que tout a chang&#xE9;, alors que le r&#xE9;gime politique, &#xE9;conomique, moral, s&apos;est transform&#xE9;, il y a eu cependant quelque chose qui est rest&#xE9; relativement immuable : ce sont les conceptions p&#xE9;dagogiques qui sont &#xE0; la base de ce qu&apos;on est convenu d&apos;appeler l&apos;enseignement classique. Sauf quelques additions qui ne touchaient pas au fond des choses, les hommes de ma g&#xE9;n&#xE9;ration ont encore &#xE9;t&#xE9; &#xE9;lev&#xE9;s d&apos;apr&#xE8;s un id&#xE9;al qui ne diff&#xE9;rait pas sensiblement de celui dont s&apos;inspiraient les coll&#xE8;ges de j&#xE9;suites au temps du grand Roi. Il n&apos;y a vraiment rien l&#xE0; qui permette de penser que l&apos;esprit de critique et d&apos;examen ait jou&#xE9; dans notre vie scolaire un r&#xF4;le bien consid&#xE9;rable.</p>
<p>C&apos;est qu&apos;en effet il n&apos;est pas vrai qu&apos;on soit apte &#xE0; r&#xE9;fl&#xE9;chir sur un ordre d&#xE9;termin&#xE9; de faits, par cela seul qu&apos;on a l&apos;occasion d&apos;exercer sa r&#xE9;flexion dans un cercle de choses diff&#xE9;rentes. Nombreux sont les grands savants, qui ont illustr&#xE9; leur science, et qui pourtant, pour tout ce qui est en dehors de leur sp&#xE9;cialit&#xE9;, sont comme des enfants. Ces hardis novateurs se comportent, par ailleurs, comme de simples routiniers qui ne pensent ni n&apos;agissent autrement que le vulgaire ignorant. La raison en est que les pr&#xE9;jug&#xE9;s qui entravent l&apos;essor de la r&#xE9;flexion diff&#xE8;rent selon l&apos;ordre de choses auquel ils se rapportent; il peut donc se faire que les uns aient c&#xE9;d&#xE9;, alors que les autres gardent toute leur force de r&#xE9;sistance, qu&apos;un m&#xEA;me esprit se soit lib&#xE9;r&#xE9; sur un point, alors que sur l&apos;autre il reste en servitude. J&apos;ai connu un tr&#xE8;s grand historien, dont je garde fid&#xE8;lement et respectueusement le souvenir, et qui, en mati&#xE8;re d&apos;enseignement, en &#xE9;tait rest&#xE9;, ou peu s&apos;en faut, &#xE0; l&apos;id&#xE9;al de Rollin. D&apos;ailleurs, chaque cat&#xE9;gorie de faits demande &#xE0; &#xEA;tre r&#xE9;fl&#xE9;chie &#xE0; sa fa&#xE7;on, d&apos;apr&#xE8;s les m&#xE9;thodes qui lui sont propres ; et ces m&#xE9;thodes ne s&apos;improvisent pas, mais doivent s&apos;apprendre. Il ne suffit donc pas d&apos;avoir r&#xE9;fl&#xE9;chi aux finesses des langues mortes, ou aux lois des math&#xE9;matiques, ou aux &#xE9;v&#xE9;nements de l&apos;histoire soit ancienne, soit moderne, pour &#xEA;tre ipso facto en &#xE9;tat de r&#xE9;fl&#xE9;chir m&#xE9;thodiquement aux choses de l&apos;enseignement. Mais cette forme d&#xE9;termin&#xE9;e de r&#xE9;flexion constitue une sp&#xE9;cialit&#xE9; qui r&#xE9;clame une initiation pr&#xE9;alable ; la suite de ce cours en sera la preuve.</p>
<blockquote id="fn_1">
<sup>1</sup>. Cette le&#xE7;on d&apos;ouverture avait &#xE9;t&#xE9; pr&#xE9;c&#xE9;d&#xE9;e d&apos;une premi&#xE8;re s&#xE9;ance o&#xF9; M. le recteur Liard, M. Lavisse, M. Langlois, directeur du Mus&#xE9;e p&#xE9;dagogique, avaient mis les &#xE9;tudiants au courant des mesures prises pour organiser leur pr&#xE9;paration professionnelle. L&apos;allocution de M. LANGLOIS a paru dans la Revue bleue, num&#xE9;ro du 25 novembre 1905.<a href="#reffn_1" title="Jump back to footnote [1] in the text."> &#x21A9;</a>
</blockquote>
<blockquote id="fn_2">
<sup>2</sup>. Pendant leur seconde ann&#xE9;e de pr&#xE9;paration, les candidats &#xE0; l&apos;agr&#xE9;gation font un stage dans les lyc&#xE9;es de Paris.<a href="#reffn_2" title="Jump back to footnote [2] in the text."> &#x21A9;</a>
</blockquote>
<h3 id="ii">II</h3>
<p>Non seulement rien ne justifie le privil&#xE8;ge que l&apos;on entend conf&#xE9;rer ainsi aux ma&#xEE;tres de l&apos;enseignement secondaire ; non seulement on ne voit pas pourquoi il serait inutile d&apos;&#xE9;veiller chez eux la r&#xE9;flexion p&#xE9;dagogique par une culture appropri&#xE9;e, mais, sous certains rapports, elle leur est plus indispensable qu&apos;&#xE0; d&apos;autres.</p>
<p>En premier lieu, l&apos;enseignement secondaire est un organisme autrement complexe que ne l&apos;est l&apos;enseignement primaire. Or, plus un &#xEA;tre est complexe et vit une vie complexe, plus il a besoin de r&#xE9;flexion pour pouvoir se conduire. Dans une &#xE9;cole &#xE9;l&#xE9;mentaire, chaque classe, au moins en principe, est entre les mains d&apos;un seul et unique ma&#xEE;tre ; par suite, l&apos;enseignement qu&apos;il donne se trouve avoir une unit&#xE9; toute naturelle et tr&#xE8;s simple ; c&apos;est l&apos;unit&#xE9; m&#xEA;me de la personne qui enseigne. Comme elle a sous les yeux la totalit&#xE9; de l&apos;enseignement, il lui est relativement facile de faire &#xE0; chaque discipline sa part, de les ajuster les unes aux autres et de les faire toutes concourir &#xE0; une m&#xEA;me fin. Mais il en est tout autrement au lyc&#xE9;e, o&#xF9; les divers enseignements, re&#xE7;us simultan&#xE9;ment par un m&#xEA;me &#xE9;l&#xE8;ve, sont g&#xE9;n&#xE9;ralement donn&#xE9;s par des ma&#xEE;tres diff&#xE9;rents. Ici, il existe une v&#xE9;ritable division du travail p&#xE9;dagogique et qui croit tous les jours davantage, modifiant la vieille physionomie de nos lyc&#xE9;es et soulevant une grave question dont nous aurons &#xE0; nous occuper un jour. Par quel miracle l&apos;unit&#xE9; pourrait-elle r&#xE9;sulter de cette diversit&#xE9; ? Comment ces enseignements pourraient-ils s&apos;accorder les uns avec les autres, se compl&#xE9;ter de mani&#xE8;re &#xE0; former un tout, si ceux qui les donnent n&apos;ont pas le sentiment de ce tout et de la mani&#xE8;re dont chacun y doit concourir. Bien que nous ne soyons pas actuellement en &#xE9;tat de d&#xE9;finir le but de l&apos;enseignement secondaire - question qui ne pourra venir utilement qu&apos;a la fin du cours - cependant nous pouvons bien dire qu&apos;au lyc&#xE9;e il ne s&apos;agit de faire ni un math&#xE9;maticien, ni un litt&#xE9;rateur, ni un naturaliste, ni un historien, mais de former un esprit au moyen des lettres, de l&apos;histoire, des math&#xE9;matiques, etc. Mais comment chaque ma&#xEE;tre pourra-t-il s&apos;acquitter de sa fonction, de la part qui lui revient dans l&#x2019;&#x153;uvre totale, s&apos;il ne sait pas quelle est cette oeuvre, comment ses divers collaborateurs y concourent avec lui, de mani&#xE8;re que ses efforts rejoignent les leurs ?</p>
<p>Tr&#xE8;s souvent, il est vrai, on raisonne comme si tout cela allait de soi, comme si cette fin commune n&apos;avait rien d&apos;obscur, comme si tout le monde savait ce que c&apos;est que former un esprit. Mais, en r&#xE9;alit&#xE9;, cette vague formule est vide de tout contenu positif ; et c&apos;est pourquoi je pouvais l&apos;employer tout &#xE0; l&apos;heure sans rien pr&#xE9;juger des r&#xE9;sultats que donneront nos recherches ult&#xE9;rieures. Tout ce qu&apos;elle &#xE9;nonce, c&apos;est qu&apos;il ne faut pas sp&#xE9;cialiser les esprits ; mais elle ne nous apprend pas pour autant sur quel mod&#xE8;le il faut les former. La mani&#xE8;re dont on formait un esprit au XVIIe si&#xE8;cle ne saurait convenir aujourd&#x2019;hui; on forme aussi un esprit &#xE0; l&apos;&#xE9;cole primaire, mais autrement qu&apos;au lyc&#xE9;e. Tant donc que les ma&#xEE;tres n&apos;auront pour centre de ralliement que des adages aussi impr&#xE9;cis, il est in&#xE9;vitable que leurs efforts se dispersent et se paralysent par suite de cette dispersion.</p>
<p>Et c&apos;est trop souvent ce spectacle que nous donne l&apos;enseignement de nos lyc&#xE9;es. Chacun y professe sa sp&#xE9;cialit&#xE9; comme si elle &#xE9;tait une fin en soi, alors qu&apos;elle n&apos;est qu&apos;un moyen en vue d&apos;une fin &#xE0; laquelle elle devrait &#xEA;tre, &#xE0; tout moment, rapport&#xE9;e. Au temps o&#xF9; j&apos;enseignais dans les lyc&#xE9;es, un ministre, pour lutter contre ce morcellement anarchique, institua des assembl&#xE9;es mensuelles o&#xF9; tous les professeurs d&apos;un m&#xEA;me &#xE9;tablissement devaient venir s&apos;entretenir des questions qui leur sont communes. H&#xE9;las 1 ces assembl&#xE9;es ne furent jamais que de vaines formalit&#xE9;s. Nous nous y rendions avec d&#xE9;f&#xE9;rence, mais nous p&#xFB;mes constater bien vite que nous n&apos;avions rien &#xE0; nous dire, parce que tout objectif commun nous faisait d&#xE9;faut. Comment en serait-il autrement tant que, &#xE0; l&apos;Universit&#xE9;, chaque groupe d&apos;&#xE9;tudiants re&#xE7;oit son enseignement pr&#xE9;f&#xE9;r&#xE9; dans une sorte de compartiment &#xE9;tanche ? Le seul moyen de pr&#xE9;venir cet &#xE9;tat de division, c&apos;est d&apos;amener tous ces collaborateurs de demain &#xE0; se r&#xE9;unir et &#xE0; penser en commun &#xE0; leur t&#xE2;che commune. Il faut qu&apos;&#xE0; un moment donn&#xE9; de leur pr&#xE9;paration, ils soient mis &#xE0; m&#xEA;me d&apos;embrasser du regard, dans toute son &#xE9;tendue, le syst&#xE8;me scolaire &#xE0; la vie duquel ils seront appel&#xE9;s &#xE0; participer ; il faut qu&apos;ils voient ce qui en fait l&apos;unit&#xE9;, c&apos;est-&#xE0;-dire quel id&#xE9;al il a pour fonction de r&#xE9;aliser, et comment toutes les parties qui le composent doivent concourir &#xE0; ce but final. Or, cette initiation ne peut se faire qu&apos;au moyen d&apos;un enseignement, dont je d&#xE9;terminerai tout &#xE0; l&apos;heure le plan et la m&#xE9;thode.</p>
<h3 id="iii">III</h3>
<p>Mais il y a plus. L&apos;enseignement secondaire se trouve aujourd&apos;hui dans des conditions tr&#xE8;s sp&#xE9;ciales qui rendent cette culture exceptionnellement urgente. Depuis la seconde moiti&#xE9; du XVIIIe si&#xE8;cle, il traverse une crise tr&#xE8;s grave qui n&apos;est pas encore parvenue &#xE0; son d&#xE9;noue&#xAD;ment. Tout le monde se rend compte qu&apos;il ne peut pas rester ce qu&apos;il a &#xE9;t&#xE9; dans le pass&#xE9; : mais on ne voit pas avec la m&#xEA;me clart&#xE9; ce qu&apos;il est appel&#xE9; &#xE0; devenir. De l&#xE0; ces r&#xE9;formes qui, depuis pr&#xE8;s d&apos;un si&#xE8;cle, se succ&#xE8;dent p&#xE9;riodiquement, attestant, &#xE0;, la fois, la difficult&#xE9; et l&apos;urgence du probl&#xE8;me. Certes, on ne pourrait, sans injustice, m&#xE9;conna&#xEE;tre l&apos;importance des r&#xE9;sultats obtenus : l&apos;ancien syst&#xE8;me s&apos;est ouvert &#xE0; des id&#xE9;es nouvelles ; un syst&#xE8;me nouveau est en train de se constituer qui para&#xEE;t plein de jeunesse et d&apos;ardeur. Mais est-il excessif de dire qu&apos;il se cherche encore, qu&apos;il n&apos;a de lui-m&#xEA;me qu&apos;une conscience encore incertaine, et que le premier s&apos;est temp&#xE9;r&#xE9; par d&apos;heureuses concessions beaucoup plus qu&apos;il ne s&apos;est renouvel&#xE9; ? Un fait rend particuli&#xE8;rement sensible le d&#xE9;sarroi o&#xF9; sont, sur ce point, nos id&#xE9;es. A toutes les p&#xE9;riodes ant&#xE9;rieures de notre histoire, on pouvait d&#xE9;finir d&apos;un mot l&apos;id&#xE9;al que les &#xE9;ducateurs se proposaient de r&#xE9;aliser chez les enfants. Au Moyen Age, le ma&#xEE;tre de la Facult&#xE9; des Arts voulait avant tout faire de ses &#xE9;l&#xE8;ves des dialecticiens. Apr&#xE8;s la Renaissance, les j&#xE9;suites et les r&#xE9;gents de nos coll&#xE8;ges universitaires se donn&#xE8;rent comme but de faire des humanistes. Aujourd&apos;hui, toute expression manque pour caract&#xE9;riser l&apos;objectif que doit poursuivre l&apos;enseignement de nos lyc&#xE9;es ; c&apos;est que cet objectif, nous ne voyons que bien confus&#xE9;ment quel il doit &#xEA;tre.</p>
<p>Et qu&apos;on ne croie pas r&#xE9;soudre la difficult&#xE9;, en disant que notre devoir est tout simplement de faire de nos &#xE9;l&#xE8;ves des hommes! La solution est toute verbale; car il s&apos;agit pr&#xE9;cis&#xE9;ment de savoir quelle id&#xE9;e nous devons nous faire de l&apos;homme, nous, Europ&#xE9;ens, ou, plus sp&#xE9;cialement encore, nous, Fran&#xE7;ais du XXe si&#xE8;cle. Chaque peuple a, &#xE0; chaque moment de son histoire, sa conception propre de l&apos;homme; le Moyen Age a eu la sienne, la Renaissance a eu la sienne, et la question est de savoir quelle doit &#xEA;tre la n&#xF4;tre. Cette question, d&apos;ailleurs, n&apos;est pas sp&#xE9;ciale &#xE0; notre pays. Il n&#x2019;est pas de grand &#xC9;tat europ&#xE9;en o&#xF9; elle ne se pose et dans des termes presque identiques. Partout, p&#xE9;dagogues et hommes d&apos;&#xC9;tat ont conscience que les changements survenus dans l&apos;organisation mat&#xE9;rielle et morale des soci&#xE9;t&#xE9;s contemporaines n&#xE9;cessitent des transformations parall&#xE8;les et non moins profondes dans cette partie sp&#xE9;ciale de notre organisme scolaire. - Pourquoi est-ce surtout dans l&apos;enseignement secondaire que la crise s&#xE9;vit avec cette intensit&#xE9; ? C&apos;est une question que nous aurons &#xE0; examiner un jour; pour l&apos;instant, je me borne &#xE0; constater le fait, qui n&apos;est pas contestable.</p>
<p>Or, pour sortir de cette &#xE8;re de trouble et d&apos;incertitude, on ne saurait compter sur la seule efficacit&#xE9; des arr&#xEA;t&#xE9;s et des r&#xE8;glements. Quelle qu&apos;en soit l&apos;autorit&#xE9;, r&#xE8;glements et arr&#xEA;t&#xE9;s ne sont jamais que des mots qui ne peuvent devenir des r&#xE9;alit&#xE9;s qu&apos;avec le concours de ceux qui sont charg&#xE9;s de les appliquer. Si donc vous, qui aurez pour fonction de les faire vivre, vous ne les acceptez qu&apos;&#xE0; contrec&#x153;ur, si vous les subissez sans y adh&#xE9;rer, ils resteront lettre morte et sans r&#xE9;sultats utiles ; et, suivant la mani&#xE8;re dont vous les entendrez ils pourront produire des effets tout &#xE0; fait diff&#xE9;rents ou m&#xEA;me oppos&#xE9;s. Ce ne sont gu&#xE8;re que des projets dont le sort finalement d&#xE9;pendra toujours de vous et de votre &#xE9;tat d&apos;opinion. Combien il importe, par cons&#xE9;quent, de vous mettre en mesure de vous faire une opinion &#xE9;clair&#xE9;e! Tant que l&apos;ind&#xE9;cision sera dans les esprits, il n&apos;est pas de d&#xE9;cision administrative qui puisse y mettre un terme. On ne d&#xE9;cr&#xE8;te pas l&apos;id&#xE9;al, il faut qu&apos;il soit compris, aim&#xE9;, voulu par tous ceux qui ont le devoir de le r&#xE9;aliser. Il faut, en un mot, que le grand travail de r&#xE9;fection et de r&#xE9;organisation qui s&apos;impose soit l&apos;&#x153;uvre du corps m&#xEA;me qui est appel&#xE9; &#xE0; se refaire et &#xE0; se r&#xE9;organiser. Il faut donc lui fournir tous les moyens n&#xE9;cessaires pour qu&apos;il puisse prendre conscience de lui-m&#xEA;me, de ce qu&apos;il est, des causes qui le sollicitent &#xE0; changer, de ce qu&apos;il doit vouloir devenir. On entend sans peine que, pour obtenir un tel r&#xE9;sultat, il ne suffit pas de dresser les futurs ma&#xEE;tres &#xE0; la pratique de leur m&#xE9;tier ; il faut, avant tout, provoquer de leur part un &#xE9;nergique effort de r&#xE9;flexion, qu&apos;ils devront poursuivre dans toute la suite de leur carri&#xE8;re, mais qui doit commencer ici, &#xE0; l&apos;Universit&#xE9;; car, ici seulement, ils trouveront les &#xE9;l&#xE9;ments d&apos;information sans lesquels leurs r&#xE9;flexions sur la mati&#xE8;re ne seraient que des constructions id&#xE9;ologiques et des r&#xEA;veries sans efficacit&#xE9;.</p>
<p>Et c&apos;est &#xE0; cette condition qu&apos;il sera possible de r&#xE9;veiller, sans aucun proc&#xE9;d&#xE9; artificiel, la Vie un peu languissante de notre enseignement secondaire. Car, il est impossible de se le dissimuler, par suite du d&#xE9;sarroi intellectuel o&#xF9; il se trouve, incertain entre un pass&#xE9; qui meurt et un avenir encore ind&#xE9;termin&#xE9;, l&apos;enseignement secondaire ne manifeste plus la m&#xEA;me vitalit&#xE9; ni la m&#xEA;me ardeur &#xE0; vivre qu&apos;autrefois. La remarque en peut &#xEA;tre faite librement, car elle n&apos;implique aucune critique qui s&apos;adresse aux personnes ; le fait qu&apos;elle constate est le produit de causes impersonnelles. D&apos;une part, l&apos;ancien enthousiasme pour les lettres classiques, la foi qu&apos;elles inspiraient sont irr&#xE9;m&#xE9;diablement &#xE9;branl&#xE9;s. Certes, il ne saurait &#xEA;tre question d&apos;oublier le glorieux pass&#xE9; de l&apos;humanisme, les services qu&apos;il a rendus et continue m&#xEA;me &#xE0; rendre ; cependant, il est difficile de se soustraire &#xE0; l&apos;impression qu&apos;il se survit en partie &#xE0; lui-m&#xEA;me. Mais, d&apos;un autre c&#xF4;t&#xE9;, aucune foi nouvelle n&apos;est encore venue remplacer celle qui dispara&#xEE;t. Il en r&#xE9;sulte que le ma&#xEE;tre se demande souvent avec inqui&#xE9;tude &#xE0; quoi il sert et o&#xF9; tendent ses efforts ; il ne voit pas clairement comment ses fonctions se relient aux fonctions vitales de la soci&#xE9;t&#xE9;. De l&#xE0; une certaine tendance au scepticisme, une sorte de d&#xE9;senchantement, un v&#xE9;ritable malaise moral, en un mot, qui ne peut pas se d&#xE9;velopper sans danger. Un corps enseignant sans foi p&#xE9;dagogique, c&apos;est un corps sans &#xE2;me. Votre premier devoir et votre premier int&#xE9;r&#xEA;t sont donc de refaire une &#xE2;me au corps dans lequel vous devez entrer ; et vous seuls le pouvez. Assur&#xE9;ment, pour vous mettre en &#xE9;tat de remplir cette t&#xE2;che, ce ne sera pas assez d&apos;un cours de quelques mois. Ce sera &#xE0; vous d&apos;y travailler toute votre vie. Mais encore faut-il commencer par &#xE9;veiller chez vous la volont&#xE9; de l&apos;entreprendre et par vous mettre entre les mains les moyens les plus n&#xE9;cessaires pour vous en acquitter. Tel est l&apos;objet de l&apos;enseignement que j&apos;inaugure aujourd&apos;hui.</p>
<h3 id="iv">IV</h3>
<p>Vous connaissez maintenant le but que je voudrais poursuivre de concert avec vous. Je voudrais poser devant vous le probl&#xE8;me de l&apos;enseignement secondaire dans sa totalit&#xE9; et cela pour deux raisons : d&apos;abord, pour que vous puissiez vous faire une opinion sur ce que cette culture doit devenir; puis, pour que, de cette recherche faite en commun, se d&#xE9;gage un sentiment commun qui facilite votre coop&#xE9;ration de demain. Et maintenant, le but ainsi pos&#xE9;, cherchons par quelle m&#xE9;thode il peut &#xEA;tre atteint.</p>
<p>Un syst&#xE8;me scolaire, quel qu&apos;il soit, est form&#xE9; de deux sortes d&apos;&#xE9;l&#xE9;ments. Il y a, d&apos;une part, tout un ensemble d&apos;arrangements d&#xE9;finis et stables, de m&#xE9;thodes &#xE9;tablies, en un mot d&apos;institu&#xAD;tions ; car il y a des institutions p&#xE9;dagogiques comme il y a des institutions juridiques, religieuses ou politiques. Mais, en m&#xEA;me temps, &#xE0; l&apos;int&#xE9;rieur de la machine ainsi constitu&#xE9;e, il y a des id&#xE9;es qui la travaillent et qui la sollicitent &#xE0; changer. Sauf peut-&#xEA;tre &#xE0; de rares moments d&apos;apog&#xE9;e et de stationnement, il y a toujours, m&#xEA;me dans le syst&#xE8;me le plus arr&#xEA;t&#xE9; et le mieux d&#xE9;fini, un mouvement vers autre chose que ce qui existe, une tendance vers un id&#xE9;al plus ou moins clairement entrevu. Vu du dehors, l&apos;enseignement secondaire se pr&#xE9;sente &#xE0; nous comme un ensemble d&apos;&#xE9;tablissements dont l&apos;organisation mat&#xE9;rielle et morale est d&#xE9;termin&#xE9;e ; mais, d&apos;un autre c&#xF4;t&#xE9;, cette m&#xEA;me organisation abrite en elle des aspirations qui se cherchent. Sous cette vie fix&#xE9;e, consolid&#xE9;e, il y a une vie en mouvement qui, pour &#xEA;tre plus cach&#xE9;e, n&apos;est point n&#xE9;gligeable. Sous le pass&#xE9; qui dure, il y a toujours du nouveau qui se fait et qui tend &#xE0; &#xEA;tre. Vis-&#xE0;-vis de ces deux aspects de la r&#xE9;alit&#xE9; scolaire, quelle sera notre attitude ?</p>
<p>Du premier, les p&#xE9;dagogues se d&#xE9;sint&#xE9;ressent d&apos;ordinaire. Peu leur importent ces arrangements divers que le pass&#xE9; nous a l&#xE9;gu&#xE9;s : le probl&#xE8;me, tel qu&apos;ils se le posent, les dispense d&apos;y attacher aucune importance. Esprits &#xE9;minemment r&#xE9;volutionnaires, au moins pour la plupart, la r&#xE9;alit&#xE9; pr&#xE9;sente est sans int&#xE9;r&#xEA;t &#xE0; leurs yeux ; ils ne la supportent qu&apos;avec impatience et r&#xEA;vent de s&apos;en affranchir, pour &#xE9;difier de toutes pi&#xE8;ces un syst&#xE8;me scolaire enti&#xE8;rement nouveau o&#xF9; se r&#xE9;alise ad&#xE9;quatement l&apos;id&#xE9;al auquel ils aspirent. D&#xE8;s lors, que peuvent leur faire les pratiques, les m&#xE9;thodes, les institutions qui existaient avant eux ? C&apos;est vers l&apos;avenir qu&apos;ils ont les yeux fix&#xE9;s, et ils croient pouvoir l&apos;&#xE9;voquer du n&#xE9;ant.</p>
<p>Mais nous savons aujourd&apos;hui tout ce qu&apos;il y a de chim&#xE9;rique et m&#xEA;me de dangereux dans ces ardeurs d&apos;iconoclastes. Il n&apos;est ni possible ni d&#xE9;sirable que l&apos;organisation pr&#xE9;sente s&apos;effon&#xAD;dre en un instant; vous aurez &#xE0; y vivre et &#xE0; la faire vivre. Mais, pour cela, il faut la conna&#xEE;tre. - Et il faut la conna&#xEE;tre aussi pour pouvoir la changer. Car les cr&#xE9;ations ex nihilo sont tout aussi impossibles dans l&apos;ordre social que dans l&apos;ordre physique. L&apos;avenir ne s&apos;improvise pas ; on ne peut le construire qu&apos;avec les mat&#xE9;riaux que nous tenons du pass&#xE9;. Nos innovations les plus f&#xE9;condes consistent bien souvent &#xE0; couler des id&#xE9;es nouvelles dans des moules antiques, qu&apos;il suffit de modifier partiellement pour les mettre en harmonie avec leur nouveau contenu. De m&#xEA;me, le meilleur moyen de r&#xE9;aliser un nouvel id&#xE9;al p&#xE9;dagogique est d&apos;utiliser l&apos;organisa&#xAD;tion &#xE9;tablie, sauf &#xE0; la retoucher secondairement, si c&apos;est utile, pour la plier aux fins nouvelles auxquelles elle doit servir. Que de r&#xE9;formes sont faciles, sans qu&apos;il soit n&#xE9;cessaire de bouleverser les programmes et les cours d&apos;&#xE9;tudes ! Il suffit de savoir mettre &#xE0; profit ceux qui sont en vigueur, en les animant d&apos;un esprit nouveau. Mais, pour pouvoir se servir ainsi des institutions p&#xE9;dagogiques qui existent, encore faut-il ne pas ignorer en quoi elles consistent. On n&apos;agit efficacement sur les choses que dans la mesure o&#xF9; l&apos;on conna&#xEE;t leur nature. On ne peut bien diriger l&apos;&#xE9;volution d&apos;un syst&#xE8;me scolaire que si l&apos;on commence par savoir ce qu&apos;il est, de quoi il est fait, quelles sont les conceptions qui sont &#xE0; sa base, les besoins auxquels il r&#xE9;pond, les causes qui l&apos;ont suscit&#xE9;. Et ainsi toute une &#xE9;tude, scientifique et objective, mais dont les cons&#xE9;quences pratiques ne sont pas difficiles &#xE0; apercevoir, appara&#xEE;t comme indispensable.</p>
<p>Il est vrai que, d&apos;ordinaire, cette &#xE9;tude ne semble pas devoir &#xEA;tre tr&#xE8;s complexe. Comme une longue pratique nous a familiaris&#xE9;s avec les choses de la Vie scolaire, elles nous paraissent toutes simples et de nature &#xE0; ne soulever aucune question qui r&#xE9;clame, pour &#xEA;tre r&#xE9;solue, un grand appareil de recherches. Depuis de longues ann&#xE9;es, nous avons connu, sous le nom de secondaire, un enseignement interm&#xE9;diaire entre l&apos;&#xE9;cole primaire et l&apos;Universit&#xE9; ; nous avons toujours vu, autour de nous, des coll&#xE8;ges et, dans les coll&#xE8;ges, des classes, et, par suite, nous sommes port&#xE9;s &#xE0; croire que tous ces arrangements vont de soi et qu&apos;il n&apos;est pas besoin de les &#xE9;tudier longuement pour savoir d&apos;o&#xF9; ils viennent et &#xE0; quelles n&#xE9;cessit&#xE9;s ils r&#xE9;pondent. Mais d&#xE8;s qu&apos;au lieu de regarder les choses dans le pr&#xE9;sent, on les consid&#xE8;re dans l&apos;histoire, l&apos;illusion se dissipe. Cette hi&#xE9;rarchie scolaire &#xE0; trois degr&#xE9;s n&apos;a pas exist&#xE9; de tout temps, m&#xEA;me chez nous ; elle date d&apos;hier ; jusqu&apos;&#xE0; des temps tout r&#xE9;cents, l&apos;enseignement secondaire &#xE9;tait indistinct de l&apos;enseignement sup&#xE9;rieur; aujourd&apos;hui, la solution de continuit&#xE9; qui le s&#xE9;parait de l&apos;enseigne&#xAD;ment primaire tend &#xE0; s&apos;effacer. Les coll&#xE8;ges, avec leur syst&#xE8;me de classes, ne remontent pas au-del&#xE0; du XVIe si&#xE8;cle et nous verrons qu&apos;&#xE0; l&apos;&#xE9;poque r&#xE9;volution&#xAD;naire il y eut un moment o&#xF9; ce syst&#xE8;me disparut. Tant s&apos;en faut qu&apos;elles correspondent &#xE0; une sorte de n&#xE9;cessit&#xE9; &#xE9;ternelle ! C&apos;est donc que ces institutions tiennent, non &#xE0; des besoins universels de l&apos;homme parvenu &#xE0; un certain degr&#xE9; de civilisation, mais &#xE0; des causes d&#xE9;finies, &#xE0; des &#xE9;tats sociaux tr&#xE8;s particuliers que, seule, l&apos;analyse historique peut nous d&#xE9;celer. Or, c&apos;est seulement dans la mesure o&#xF9; nous serons parvenus &#xE0; les d&#xE9;terminer, que nous saurons vraiment ce qu&apos;est cet enseignement. Car savoir ce qu&apos;il est, ce n&apos;est pas simplement en conna&#xEE;tre la forme ext&#xE9;&#xAD;rieure et superficielle; c&apos;est savoir quelle en est la signification, quelle place il tient, quel r&#xF4;le il joue dans l&apos;ensemble de la vie nationale.</p>
<p>Gardons-nous donc de croire qu&apos;il suffit d&apos;un peu de sens et de culture pour r&#xE9;soudre au pied lev&#xE9; des questions comme celle-ci: &#xAB;Qu&apos;est-ce que l&apos;enseignement secondaire, qu&apos;est-ce qu&apos;un coll&#xE8;ge, qu&apos;est-ce qu&apos;une classe ? &#xBB; Nous pouvons bien, par une analyse mentale, d&#xE9;gager assez facilement la notion que nous nous faisons personnellement de l&apos;une ou de l&apos;autre de Ces r&#xE9;alit&#xE9;s. Mais de quel int&#xE9;r&#xEA;t peut &#xEA;tre cette conception toute subjective ? Ce qu&apos;il nous faut arriver &#xE0; d&#xE9;m&#xEA;ler, c&apos;est la nature objective de l&apos;enseignement secondaire, les courants d&apos;id&#xE9;es d&apos;o&#xF9; il est r&#xE9;sult&#xE9;, les besoins sociaux qui l&apos;ont appel&#xE9; &#xE0; l&apos;existence. Or, pour les conna&#xEE;tre, il ne suffit pas de regarder en nous-m&#xEA;mes ; puisque c&apos;est dans le pass&#xE9; qu&apos;ils ont produit leurs effets, c&apos;est dans le pass&#xE9; qu&apos;il nous faut les voir agir. Bien loin que nous soyons fond&#xE9;s &#xE0; poser comme &#xE9;vidente la notion que nous en portons en nous, il faut, au contraire, la tenir pour suspecte ; car, produit de notre exp&#xE9;rience restreinte d&apos;individu, fonction de notre temp&#xE9;rament personnel, elle ne peut &#xEA;tre que tronqu&#xE9;e et trompeuse. Il faut en faire table rase, nous obliger &#xE0; un doute m&#xE9;thodique, et traiter ce monde scolaire, qu&apos;il s&apos;agit d&apos;explorer, comme une terre inconnue o&#xF9; il y a de v&#xE9;ritables d&#xE9;couvertes &#xE0; faire. - La m&#xEA;me m&#xE9;thode s&apos;impose pour tous les probl&#xE8;mes, m&#xEA;me les plus sp&#xE9;ciaux, que peut soulever l&apos;organisation de l&apos;enseignement. D&apos;o&#xF9; vient notre syst&#xE8;me d&apos;&#xE9;mulation (car il est vraiment trop simple d&apos;en imputer toute la responsabilit&#xE9; aux j&#xE9;suites) ? D&apos;o&#xF9; vient notre syst&#xE8;me de discipline (car nous savons qu&apos;il a vari&#xE9; selon les temps) ? D&apos;o&#xF9; viennent nos principaux exercices scolaires ? Autant de questions &#xE0; c&#xF4;t&#xE9; desquelles on passe sans m&#xEA;me les soup&#xE7;onner, tant qu&apos;on se renferme dans le pr&#xE9;sent, et dont la complexit&#xE9; n&apos;appara&#xEE;t que quand on les &#xE9;tudie dans l&apos;histoire. Nous verrons, par exemple, comment la place prise et gard&#xE9;e dans nos classes par l&apos;ex&#xE9;g&#xE8;se des textes, soit anciens, soit modernes, tient &#xE0; un des traits essentiels de notre mentalit&#xE9; et de notre civilisation ; et c&apos;est en &#xE9;tudiant l&apos;enseignement m&#xE9;di&#xE9;val que nous serons amen&#xE9;s &#xE0; faire cette constatation.</p>
<h3 id="v">V</h3>
<p>Mais il ne suffit pas de conna&#xEE;tre et de comprendre notre machine scolaire, telle qu&apos;elle est pr&#xE9;sentement organis&#xE9;e. Puisqu&apos;elle est appel&#xE9;e &#xE0; &#xE9;voluer sans cesse, il faut pouvoir appr&#xE9;cier les tendances au changement qui la travaillent; il faut pouvoir d&#xE9;cider, en connaissance de cause, ce qu&apos;elle doit &#xEA;tre dans l&apos;avenir. Pour r&#xE9;soudre cette seconde partie du probl&#xE8;me, la m&#xE9;thode historique et comparative est-elle &#xE9;galement indispensable ?</p>
<p>Elle peut, au premier abord, para&#xEE;tre superflue. Toute r&#xE9;forme p&#xE9;dagogique n&apos;a-t-elle pas finalement pour objet de faire en sorte que les &#xE9;l&#xE8;ves soient davantage des hommes de leur temps ? Or, pour savoir ce que doit &#xEA;tre un homme de notre temps, que peut nous apprendre, dit-on, l&apos;&#xE9;tude du pass&#xE9; ? Ce n&apos;est ni au Moyen Age, ni &#xE0; la Renaissance, ni au XVIIe ni au XVIIIe si&#xE8;cle que nous emprunterons le mod&#xE8;le humain que l&apos;enseignement d&apos;aujourd&apos;hui doit avoir pour but de r&#xE9;aliser. Ce sont les hommes d&apos;aujourd&apos;hui qu&apos;il faut consid&#xE9;rer ; c&apos;est de nous-m&#xEA;mes qu&apos;il faut prendre conscience ; et, en nous, c&apos;est surtout l&apos;homme de demain qu&apos;il faut t&#xE2;cher d&apos;apercevoir et de d&#xE9;gager.</p>
<p>Mais, tout d&apos;abord, il s&apos;en faut qu&apos;il soit si facile de savoir quelles sont les exigences de l&apos;heure pr&#xE9;sente. Les besoins qu&apos;&#xE9;prouve une grande soci&#xE9;t&#xE9; comme la n&#xF4;tre sont infiniment multiples et complexes, et un regard, m&#xEA;me attentif, jet&#xE9; en nous et autour de nous, ne saurait suffire &#xE0; nous les faire d&#xE9;couvrir dans leur int&#xE9;gralit&#xE9;. Du petit milieu o&#xF9; chacun de nous est plac&#xE9;, nous ne pouvons apercevoir que ceux qui nous touchent de tr&#xE8;s pr&#xE8;s, ceux que notre temp&#xE9;rament et notre &#xE9;ducation nous pr&#xE9;parent le mieux &#xE0; comprendre. Quant aux autres, ne les voyant que de loin et confus&#xE9;ment, nous n&apos;en avons que des sensations faibles et nous sommes port&#xE9;s, par suite, &#xE0; n&apos;en tenir aucun compte. Sommes-nous hommes d&apos;action, vivons-nous dans un milieu d&apos;affaires ? Nous sommes enclins &#xE0; faire de nos enfants des hommes pratiques. Sommes-nous &#xE9;pris de sp&#xE9;culation ? Nous vanterons les bienfaits de la culture scientifique, etc. Quand donc on pratique cette m&#xE9;thode, on aboutit fatalement &#xE0; des concep&#xAD;tions unilat&#xE9;rales et exclusives qui se nient mutuellement. Si nous voulons &#xE9;chapper &#xE0; cet exclusivisme, si nous voulons nous faire de notre temps une notion un peu plus compl&#xE8;te, il nous faut sortir de nous-m&#xEA;mes, il faut &#xE9;largir notre point de vue et entreprendre tout un ensemble de recherches en vue de saisir ces aspirations si diverses que ressent la soci&#xE9;t&#xE9;. Heureusement, elles viennent, pour peu qu&apos;elles soient intenses, se traduire au-dehors sous une forme qui les rend observables. Elles prennent corps dans ces projets de r&#xE9;formes, ces plans de reconstruction qu&apos;elles inspirent. C&apos;est l&#xE0; qu&apos;il faut aller les atteindre. Voil&#xE0; notamment &#xE0; quoi peuvent nous servir les doctrines &#xE9;difi&#xE9;es par les p&#xE9;dagogues. Elles sont instructives, non comme th&#xE9;ories, mais comme faits historiques. Chaque &#xE9;cole p&#xE9;dagogique correspond &#xE0; l&apos;un de ces courants d&apos;opinion que nous avons tant int&#xE9;r&#xEA;t &#xE0; conna&#xEE;tre, et nous le r&#xE9;v&#xE8;le. Toute une &#xE9;tude se trouve donc n&#xE9;cessaire qui aura pour objet de les comparer, de les classer et de les interpr&#xE9;ter.</p>
<p>Mais ce n&apos;est pas assez de conna&#xEE;tre ces courants ; il faut pouvoir les appr&#xE9;cier; il faut pouvoir d&#xE9;cider s&apos;il y a lieu de les suivre ou de leur r&#xE9;sister, et, au cas o&#xF9; il convient de leur faire une place dans la r&#xE9;alit&#xE9;, sous quelle forme. Or, il est clair que nous ne serons pas en &#xE9;tat d&apos;estimer leur valeur par cela seul que nous les conna&#xEE;trons dans la lettre de leur expression la plus r&#xE9;cente. On ne peut les juger que par rapport aux besoins r&#xE9;els, objectifs, qui les ont provoqu&#xE9;s, et aux causes qui ont &#xE9;veill&#xE9; ces besoins. Suivant ce que seront ces causes, suivant que nous aurons ou non des raisons de les croire li&#xE9;es &#xE0; l&apos;&#xE9;volution normale de notre soci&#xE9;t&#xE9;, nous devrons c&#xE9;der &#xE0; leur impulsion ou leur faire obstacle. Ce sont donc ces causes qu&apos;il nous faut atteindre. Mais comment y arriver, sinon en reconstituant l&apos;histoire de ces courants, en remontant jusqu&apos;&#xE0; leurs origines, en cherchant de quelle mani&#xE8;re et en fonction de quels facteurs, ils se sont d&#xE9;velopp&#xE9;s ? Ainsi, pour pouvoir anticiper ce que le pr&#xE9;sent doit devenir, tout comme pour pouvoir le comprendre, il nous faut en sortir et nous retourner vers le pass&#xE9;. Vous verrez, par exemple, comment, pour nous rendre compte de la tendance qui nous porte aujourd&apos;hui &#xE0; constituer un type scolaire diff&#xE9;rent du type classique, nous devrons remonter, par-dessus les controverses r&#xE9;centes, jusqu&apos;au XVIIIe et m&#xEA;me jusqu&apos;au XVIIe si&#xE8;cle. Et d&#xE9;j&#xE0; le seul fait d&apos;&#xE9;tablir que ce mouvement d&apos;id&#xE9;es dure depuis pr&#xE8;s de deux si&#xE8;cles, que, depuis le moment o&#xF9; il est apparu, il a pris toujours plus de force, en d&#xE9;montrera mieux la n&#xE9;cessit&#xE9; que ne pourraient le faire toutes les controverses dialectiques du monde.</p>
<p>D&apos;ailleurs, pour pouvoir conjecturer l&apos;avenir avec un minimum de risques, ce n&apos;est pas assez de s&apos;ouvrir aux tendances r&#xE9;formatrices et d&apos;en prendre m&#xE9;thodiquement conscience. Car, en d&#xE9;pit des illusions que nourrissent trop souvent les r&#xE9;formateurs, il n&apos;est pas possible que l&apos;id&#xE9;al de demain soit original de toutes pi&#xE8;ces ; mais il y entrera certainement beaucoup de notre id&#xE9;al d&apos;hier, qu&apos;il importe, par cons&#xE9;quent de conna&#xEE;tre. Notre mentalit&#xE9; ne va pas changer totalement &apos;du jour au lendemain; il faut donc savoir ce qu&apos;elle a &#xE9;t&#xE9; dans l&apos;histoire, et, parmi les causes qui ont contribu&#xE9; &#xE0; la faire, quelles sont celles qui continuent &#xE0; agir. Il est d&apos;autant plus n&#xE9;cessaire de proc&#xE9;der avec cette prudence, qu&apos;un id&#xE9;al nouveau se pr&#xE9;sente toujours comme dans un &#xE9;tat d&apos;antagonisme naturel avec l&apos;id&#xE9;al ancien qu&apos;il aspire &#xE0; rempla&#xAD;cer, bien qu&apos;il n&apos;en soit, en fait, que la suite et le d&#xE9;veloppement. Et, au cours de cet antago&#xAD;nisme, il est toujours &#xE0; craindre que l&apos;id&#xE9;al d&apos;autrefois ne sombre compl&#xE8;tement ; car les id&#xE9;es neuves, ayant la force et la vitalit&#xE9; de la jeunesse, &#xE9;crasent ais&#xE9;ment les conceptions ancien&#xAD;nes. Nous verrons comment une destruction de ce genre s&apos;est produite &#xE0; la Renaissance, au moment o&#xF9; s&apos;est constitu&#xE9; l&apos;enseignement humaniste : de l&apos;enseignement m&#xE9;di&#xE9;val, il n&apos;est presque rien rest&#xE9;, et il est fort possible que cette abolition totale ait laiss&#xE9; une grave lacune dans notre &#xE9;ducation nationale. Il importe que nous prenions toutes les pr&#xE9;cautions possibles pour ne pas retomber dans la m&#xEA;me erreur, et que si, demain, nous devons clore l&apos;&#xE8;re de l&apos;humanisme, nous sachions en garder ce qui en doit &#xEA;tre retenu. - Ainsi, &#xE0; quelque point de vue qu&apos;on se place, nous ne pouvons conna&#xEE;tre avec quelque assurance la route qui nous reste &#xE0; parcourir, que si nous commen&#xE7;ons par consid&#xE9;rer attentivement celle qui s&apos;&#xE9;tend derri&#xE8;re nous.</p>
<h3 id="vi">VI</h3>
<p>Vous vous expliquez maintenant ce que signifie le titre que j&apos;ai donn&#xE9; &#xE0; ce cours. Si je me propose d&apos;&#xE9;tudier avec vous la mani&#xE8;re dont s&apos;est form&#xE9; et d&#xE9;velopp&#xE9; notre enseignement secondaire, ce n&apos;est pas pour me livrer &#xE0; ces recherches de pure &#xE9;rudition ; c&apos;est pour aboutir &#xE0; des r&#xE9;sultats pratiques. Assur&#xE9;ment, la m&#xE9;thode que je suivrai sera exclusivement scientifique ; c&apos;est celle qu&apos;emploient les sciences historiques et sociales. Si j&apos;ai pu parler tout &#xE0; l&apos;heure de foi p&#xE9;dagogique, ce n&apos;est pas que j&apos;aie l&apos;intention d&apos;en pr&#xEA;cher aucune; je resterai ici un homme de science. Seulement, je crois que la science des choses humaines peut servir &#xE0; guider utilement la conduite humaine. Pour se bien conduire, dit un vieil adage, il faut se bien conna&#xEE;tre. Mais nous savons aujourd&apos;hui que, pour se bien conna&#xEE;tre, il ne suffit pas de tourner notre attention sur la partie superficielle de notre conscience ; car les sentiments, les id&#xE9;es qui viennent y affleurer ne sont pas, il s&apos;en faut, celles qui ont le plus d&apos;efficacit&#xE9; sur notre conduite. Ce qu&apos;il faut atteindre, ce sont les habitudes, les tendances qui se sont constitu&#xE9;es peu &#xE0; peu au cours de notre vie pass&#xE9;e, ou que nous a l&#xE9;gu&#xE9;es l&apos;h&#xE9;r&#xE9;dit&#xE9; ; ce sont l&#xE0; les vraies forces qui nous m&#xE8;nent. Or elles se dissimulent dans l&apos;inconscient. Nous ne pouvons donc arriver &#xE0; les d&#xE9;couvrir qu&apos;en reconstituant notre histoire personnelle et l&apos;histoire de notre famille. De m&#xEA;me, pour pouvoir remplir, comme il convient, notre fonction dans un syst&#xE8;me scolaire, quel qu&apos;il soit, il faut le conna&#xEE;tre, non du dehors, mais du dedans, c&apos;est-&#xE0;-dire par l&apos;histoire. Car, seule, l&apos;histoire peut p&#xE9;n&#xE9;trer au-del&#xE0; du rev&#xEA;tement superficiel qui le recouvre dans le pr&#xE9;sent; seule, elle en peut faire l&apos;analyse; seule, elle peut nous montrer de quels &#xE9;l&#xE9;ments il est form&#xE9;, de quelles conditions d&#xE9;pend chacun d&apos;eux, de quelle mani&#xE8;re ils se sont compos&#xE9;s les uns avec les autres ; seule, en un mot, elle peut nous faire assister au long encha&#xEE;nement de causes et d&apos;effets dont il est la r&#xE9;sultante.</p>
<p>Tel sera, Messieurs, l&apos;enseignement que vous recevrez ici. Ce sera, au sens propre du mot, un enseignement p&#xE9;dagogique, mais qui, par la m&#xE9;thode employ&#xE9;e, diff&#xE9;rera singuli&#xE8;rement de ce qu&apos;on appelle ordinairement de ce nom, puisque les travaux des p&#xE9;dagogues seront pour nous, non des mod&#xE8;les &#xE0; imiter, non des sources d&apos;inspiration, mais des documents sur l&apos;esprit du temps. J&apos;esp&#xE8;re donc que la p&#xE9;dagogie, ainsi renouvel&#xE9;e, r&#xE9;ussira enfin &#xE0; se relever du discr&#xE9;dit, injuste en partie, o&#xF9; elle est tomb&#xE9;e ; j&apos;esp&#xE8;re que vous saurez vous affranchir d&apos;un pr&#xE9;jug&#xE9; qui a trop dure, que vous comprendrez l&apos;int&#xE9;r&#xEA;t et la nouveaut&#xE9; de l&apos;entreprise, et que vous me pr&#xEA;terez, par suite, le concours actif que je vous demande et sans lequel je ne saurais faire &#x153;uvre utile.</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre3/index.html" class="navigation navigation-prev navigation-unique" aria-label="Previous page: CHAPITRE III. - Pédagogie et sociologie"><i class="fa fa-angle-left"></i></a>
        
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-livereload/plugin.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2},"livereload":{}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
