<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Section I | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre4/section2.html" />
    
    
    <link rel="prev" href="../chapitre4/index.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="4.1"
        data-chapter-title="Section I"
        data-filepath="chapitre4/section1.md"
        data-basepath=".."
        data-revision="Wed May 25 2016 08:02:26 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="i">I</h3>
<p>Mon r&#xF4;le, Messieurs, n&apos;est pas de vous enseigner la technique de votre m&#xE9;tier : elle ne peut s&apos;apprendre que par l&apos;usage et c&apos;est par l&apos;usage que vous l&apos;apprendrez l&apos;an prochain<sup><a href="#fn_1" id="reffn_1">1</a></sup>. Mais une technique, quelle qu&apos;elle soit, d&#xE9;g&#xE9;n&#xE8;re vite en un vulgaire empirisme, si celui qui s&apos;en sert n&apos;a jamais &#xE9;t&#xE9; mis &#xE0; m&#xEA;me de r&#xE9;fl&#xE9;chir au but qu&apos;elle poursuit et aux moyens qu&apos;elle emploie. Tourner votre r&#xE9;flexion vers les choses de l&apos;enseignement et vous apprendre &#xE0; l&apos;y appliquer avec m&#xE9;thode, voil&#xE0; pr&#xE9;cis&#xE9;ment quelle sera ma t&#xE2;che. Un enseignement p&#xE9;dagogique doit, en effet, se proposer, non de communiquer au futur praticien un certain nombre de proc&#xE9;d&#xE9;s et de recettes, mais de lui donner une pleine conscience de sa fonction.</p>
<p>Mais, pr&#xE9;cis&#xE9;ment parce que cet enseignement a n&#xE9;cessairement un caract&#xE8;re th&#xE9;orique, certains doutent qu&apos;il puisse &#xEA;tre utile. Ce n&apos;est pas qu&apos;on aille jusqu&apos;&#xE0; soutenir que la routine puisse se suffire et que la tradition n&apos;ait pas besoin d&apos;&#xEA;tre guid&#xE9;e par une r&#xE9;flexion inform&#xE9;e et avertie. En un temps o&#xF9;, dans toutes les sph&#xE8;res de l&apos;activit&#xE9; humaine, on voit la science, la th&#xE9;orie, la sp&#xE9;culation, c&apos;est-&#xE0;-dire en somme la r&#xE9;flexion, p&#xE9;n&#xE9;trer de plus en plus la pratique et l&apos;&#xE9;clairer, il serait par trop &#xE9;trange que, seule, l&apos;activit&#xE9; de l&apos;&#xE9;ducateur f&#xEE;t exception. Sans doute, il est permis de critiquer s&#xE9;v&#xE8;rement l&apos;emploi que trop de p&#xE9;dagogues ont fait de leur raison ; on peut l&#xE9;gitimement trouver que leurs syst&#xE8;mes, si artificiels, si abstraits, si pauvres au regard de la r&#xE9;alit&#xE9;, sont sans grande utilit&#xE9; pratique. Pourtant, ce n&apos;est pas un motif suffisant pour proscrire &#xE0; tout jamais la r&#xE9;flexion p&#xE9;dagogique et la d&#xE9;clarer sans raison d&apos;&#xEA;tre ; et on reconna&#xEE;t en effet volontiers que la conclusion serait excessive. Seulement on estime que, par une v&#xE9;ritable gr&#xE2;ce d&apos;&#xE9;tat, le professeur de lyc&#xE9;e n&apos;a pas besoin d&apos;&#xEA;tre sp&#xE9;cialement entra&#xEE;n&#xE9; et exerc&#xE9; &#xE0; cette forme particuli&#xE8;re de r&#xE9;flexion.</p>
<p>Passe encore, dit-on, pour les ma&#xEE;tres de nos &#xE9;coles primaires! En raison de la culture plus limit&#xE9;e qu&apos;ils ont re&#xE7;ue, il peut &#xEA;tre n&#xE9;cessaire de les provoquer &#xE0; m&#xE9;diter sur leur profession, de leur expliquer les raisons des m&#xE9;thodes qu&apos;ils emploient, afin qu&apos;ils puissent s&apos;en servir avec discernement. Mais avec un ma&#xEE;tre de l&apos;enseignement secondaire dont l&apos;esprit a &#xE9;t&#xE9;, au lyc&#xE9;e d&apos;abord, puis &#xE0; l&apos;Universit&#xE9;, aiguis&#xE9; de toutes les mani&#xE8;res, rompu &#xE0; toutes les hautes disciplines, toutes ces pr&#xE9;cautions ne sont que du temps perdu. Qu&apos;on le mette en face de ses &#xE9;l&#xE8;ves, et aussit&#xF4;t la puissance de r&#xE9;flexion qu&apos;il a acquise au cours de ses &#xE9;tudes s&apos;appliquera naturellement &#xE0; sa classe, alors m&#xEA;me qu&apos;elle n&apos;aurait &#xE9;t&#xE9; soumise &#xE0; aucune &#xE9;ducation pr&#xE9;alable.</p>
<p>Il y a pourtant un fait qui ne para&#xEE;t gu&#xE8;re t&#xE9;moigner en faveur de cette aptitude native que l&apos;on pr&#xEA;te au professeur de lyc&#xE9;e pour la r&#xE9;flexion professionnelle. Dans toutes les formes de la conduite humaine o&#xF9; la r&#xE9;flexion s&apos;introduit, on voit, au fur et &#xE0; mesure qu&apos;elle s&apos;y d&#xE9;veloppe, la tradition devenir plus mall&#xE9;able et plus accessible aux nouveaut&#xE9;s. La r&#xE9;flexion, en effet, est l&apos;antagoniste naturelle, l&apos;ennemie n&#xE9;e de la routine. Elle seule peut emp&#xEA;cher les habitudes de se prendre sous une forme immuable, rigide, qui les soustraie au changement ; elle seule peut les tenir en haleine, les entretenir dans l&apos;&#xE9;tat de souplesse et de flexibilit&#xE9; n&#xE9;cessaires pour qu&apos;elles puissent varier, &#xE9;voluer, s&apos;adapter &#xE0; la diversit&#xE9; et &#xE0; la mobilit&#xE9; des circonstances et des milieux. Inversement, moindre est la part de la r&#xE9;flexion, plus grande est celle de l&apos;immobilisme. Or il se trouve que l&apos;enseignement secondaire se fait remarquer, non par un app&#xE9;tit immod&#xE9;r&#xE9; de nouveaut&#xE9;s, mais par un v&#xE9;ritable mison&#xE9;isme. Nous verrons, en effet, comment en France, alors que tout a chang&#xE9;, alors que le r&#xE9;gime politique, &#xE9;conomique, moral, s&apos;est transform&#xE9;, il y a eu cependant quelque chose qui est rest&#xE9; relativement immuable : ce sont les conceptions p&#xE9;dagogiques qui sont &#xE0; la base de ce qu&apos;on est convenu d&apos;appeler l&apos;enseignement classique. Sauf quelques additions qui ne touchaient pas au fond des choses, les hommes de ma g&#xE9;n&#xE9;ration ont encore &#xE9;t&#xE9; &#xE9;lev&#xE9;s d&apos;apr&#xE8;s un id&#xE9;al qui ne diff&#xE9;rait pas sensiblement de celui dont s&apos;inspiraient les coll&#xE8;ges de j&#xE9;suites au temps du grand Roi. Il n&apos;y a vraiment rien l&#xE0; qui permette de penser que l&apos;esprit de critique et d&apos;examen ait jou&#xE9; dans notre vie scolaire un r&#xF4;le bien consid&#xE9;rable.</p>
<p>C&apos;est qu&apos;en effet il n&apos;est pas vrai qu&apos;on soit apte &#xE0; r&#xE9;fl&#xE9;chir sur un ordre d&#xE9;termin&#xE9; de faits, par cela seul qu&apos;on a l&apos;occasion d&apos;exercer sa r&#xE9;flexion dans un cercle de choses diff&#xE9;rentes. Nombreux sont les grands savants, qui ont illustr&#xE9; leur science, et qui pourtant, pour tout ce qui est en dehors de leur sp&#xE9;cialit&#xE9;, sont comme des enfants. Ces hardis novateurs se comportent, par ailleurs, comme de simples routiniers qui ne pensent ni n&apos;agissent autrement que le vulgaire ignorant. La raison en est que les pr&#xE9;jug&#xE9;s qui entravent l&apos;essor de la r&#xE9;flexion diff&#xE8;rent selon l&apos;ordre de choses auquel ils se rapportent; il peut donc se faire que les uns aient c&#xE9;d&#xE9;, alors que les autres gardent toute leur force de r&#xE9;sistance, qu&apos;un m&#xEA;me esprit se soit lib&#xE9;r&#xE9; sur un point, alors que sur l&apos;autre il reste en servitude. J&apos;ai connu un tr&#xE8;s grand historien, dont je garde fid&#xE8;lement et respectueusement le souvenir, et qui, en mati&#xE8;re d&apos;enseignement, en &#xE9;tait rest&#xE9;, ou peu s&apos;en faut, &#xE0; l&apos;id&#xE9;al de Rollin. D&apos;ailleurs, chaque cat&#xE9;gorie de faits demande &#xE0; &#xEA;tre r&#xE9;fl&#xE9;chie &#xE0; sa fa&#xE7;on, d&apos;apr&#xE8;s les m&#xE9;thodes qui lui sont propres ; et ces m&#xE9;thodes ne s&apos;improvisent pas, mais doivent s&apos;apprendre. Il ne suffit donc pas d&apos;avoir r&#xE9;fl&#xE9;chi aux finesses des langues mortes, ou aux lois des math&#xE9;matiques, ou aux &#xE9;v&#xE9;nements de l&apos;histoire soit ancienne, soit moderne, pour &#xEA;tre ipso facto en &#xE9;tat de r&#xE9;fl&#xE9;chir m&#xE9;thodiquement aux choses de l&apos;enseignement. Mais cette forme d&#xE9;termin&#xE9;e de r&#xE9;flexion constitue une sp&#xE9;cialit&#xE9; qui r&#xE9;clame une initiation pr&#xE9;alable ; la suite de ce cours en sera la preuve.</p>
<blockquote id="fn_1">
<sup>1</sup>. Pendant leur seconde ann&#xE9;e de pr&#xE9;paration, les candidats &#xE0; l&apos;agr&#xE9;gation font un stage dans les lyc&#xE9;es de Paris.<a href="#reffn_1" title="Jump back to footnote [1] in the text."> &#x21A9;</a>
</blockquote>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre4/index.html" class="navigation navigation-prev " aria-label="Previous page: CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre4/section2.html" class="navigation navigation-next " aria-label="Next page: Section II"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
