<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Section II | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre4/section3.html" />
    
    
    <link rel="prev" href="../chapitre4/section1.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="4.2"
        data-chapter-title="Section II"
        data-filepath="chapitre4/section2.md"
        data-basepath=".."
        data-revision="Mon May 23 2016 21:55:01 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="ii">II</h3>
<p>Non seulement rien ne justifie le privil&#xE8;ge que l&apos;on entend conf&#xE9;rer ainsi aux ma&#xEE;tres de l&apos;enseignement secondaire ; non seulement on ne voit pas pourquoi il serait inutile d&apos;&#xE9;veiller chez eux la r&#xE9;flexion p&#xE9;dagogique par une culture appropri&#xE9;e, mais, sous certains rapports, elle leur est plus indispensable qu&apos;&#xE0; d&apos;autres.</p>
<p>En premier lieu, l&apos;enseignement secondaire est un organisme autrement complexe que ne l&apos;est l&apos;enseignement primaire. Or, plus un &#xEA;tre est complexe et vit une vie complexe, plus il a besoin de r&#xE9;flexion pour pouvoir se conduire. Dans une &#xE9;cole &#xE9;l&#xE9;mentaire, chaque classe, au moins en principe, est entre les mains d&apos;un seul et unique ma&#xEE;tre ; par suite, l&apos;enseignement qu&apos;il donne se trouve avoir une unit&#xE9; toute naturelle et tr&#xE8;s simple ; c&apos;est l&apos;unit&#xE9; m&#xEA;me de la personne qui enseigne. Comme elle a sous les yeux la totalit&#xE9; de l&apos;enseignement, il lui est relativement facile de faire &#xE0; chaque discipline sa part, de les ajuster les unes aux autres et de les faire toutes concourir &#xE0; une m&#xEA;me fin. Mais il en est tout autrement au lyc&#xE9;e, o&#xF9; les divers enseignements, re&#xE7;us simultan&#xE9;ment par un m&#xEA;me &#xE9;l&#xE8;ve, sont g&#xE9;n&#xE9;ralement donn&#xE9;s par des ma&#xEE;tres diff&#xE9;rents. Ici, il existe une v&#xE9;ritable division du travail p&#xE9;dagogique et qui croit tous les jours davantage, modifiant la vieille physionomie de nos lyc&#xE9;es et soulevant une grave question dont nous aurons &#xE0; nous occuper un jour. Par quel miracle l&apos;unit&#xE9; pourrait-elle r&#xE9;sulter de cette diversit&#xE9; ? Comment ces enseignements pourraient-ils s&apos;accorder les uns avec les autres, se compl&#xE9;ter de mani&#xE8;re &#xE0; former un tout, si ceux qui les donnent n&apos;ont pas le sentiment de ce tout et de la mani&#xE8;re dont chacun y doit concourir. Bien que nous ne soyons pas actuellement en &#xE9;tat de d&#xE9;finir le but de l&apos;enseignement secondaire - question qui ne pourra venir utilement qu&apos;&#xE0; la fin du cours - cependant nous pouvons bien dire qu&apos;au lyc&#xE9;e il ne s&apos;agit de faire ni un math&#xE9;maticien, ni un litt&#xE9;rateur, ni un naturaliste, ni un historien, mais de former un esprit au moyen des lettres, de l&apos;histoire, des math&#xE9;matiques, etc. Mais comment chaque ma&#xEE;tre pourra-t-il s&apos;acquitter de sa fonction, de la part qui lui revient dans l&#x2019;&#x153;uvre totale, s&apos;il ne sait pas quelle est cette &#x153;uvre, comment ses divers collaborateurs y concourent avec lui, de mani&#xE8;re que ses efforts rejoignent les leurs ?</p>
<p>Tr&#xE8;s souvent, il est vrai, on raisonne comme si tout cela allait de soi, comme si cette fin commune n&apos;avait rien d&apos;obscur, comme si tout le monde savait ce que c&apos;est que former un esprit. Mais, en r&#xE9;alit&#xE9;, cette vague formule est vide de tout contenu positif ; et c&apos;est pourquoi je pouvais l&apos;employer tout &#xE0; l&apos;heure sans rien pr&#xE9;juger des r&#xE9;sultats que donneront nos recherches ult&#xE9;rieures. Tout ce qu&apos;elle &#xE9;nonce, c&apos;est qu&apos;il ne faut pas sp&#xE9;cialiser les esprits ; mais elle ne nous apprend pas pour autant sur quel mod&#xE8;le il faut les former. La mani&#xE8;re dont on formait un esprit au XVIIe si&#xE8;cle ne saurait convenir aujourd&#x2019;hui; on forme aussi un esprit &#xE0; l&apos;&#xE9;cole primaire, mais autrement qu&apos;au lyc&#xE9;e. Tant donc que les ma&#xEE;tres n&apos;auront pour centre de ralliement que des adages aussi impr&#xE9;cis, il est in&#xE9;vitable que leurs efforts se dispersent et se paralysent par suite de cette dispersion.</p>
<p>Et c&apos;est trop souvent ce spectacle que nous donne l&apos;enseignement de nos lyc&#xE9;es. Chacun y professe sa sp&#xE9;cialit&#xE9; comme si elle &#xE9;tait une fin en soi, alors qu&apos;elle n&apos;est qu&apos;un moyen en vue d&apos;une fin &#xE0; laquelle elle devrait &#xEA;tre, &#xE0; tout moment, rapport&#xE9;e. Au temps o&#xF9; j&apos;enseignais dans les lyc&#xE9;es, un ministre, pour lutter contre ce morcellement anarchique, institua des assembl&#xE9;es mensuelles o&#xF9; tous les professeurs d&apos;un m&#xEA;me &#xE9;tablissement devaient venir s&apos;entretenir des questions qui leur sont communes. H&#xE9;las 1 ces assembl&#xE9;es ne furent jamais que de vaines formalit&#xE9;s. Nous nous y rendions avec d&#xE9;f&#xE9;rence, mais nous p&#xFB;mes constater bien vite que nous n&apos;avions rien &#xE0; nous dire, parce que tout objectif commun nous faisait d&#xE9;faut. Comment en serait-il autrement tant que, &#xE0; l&apos;Universit&#xE9;, chaque groupe d&apos;&#xE9;tudiants re&#xE7;oit son enseignement pr&#xE9;f&#xE9;r&#xE9; dans une sorte de compartiment &#xE9;tanche ? Le seul moyen de pr&#xE9;venir cet &#xE9;tat de division, c&apos;est d&apos;amener tous ces collaborateurs de demain &#xE0; se r&#xE9;unir et &#xE0; penser en commun &#xE0; leur t&#xE2;che commune. Il faut qu&apos;&#xE0; un moment donn&#xE9; de leur pr&#xE9;paration, ils soient mis &#xE0; m&#xEA;me d&apos;embrasser du regard, dans toute son &#xE9;tendue, le syst&#xE8;me scolaire &#xE0; la vie duquel ils seront appel&#xE9;s &#xE0; participer ; il faut qu&apos;ils voient ce qui en fait l&apos;unit&#xE9;, c&apos;est-&#xE0;-dire quel id&#xE9;al il a pour fonction de r&#xE9;aliser, et comment toutes les parties qui le composent doivent concourir &#xE0; ce but final. Or, cette initiation ne peut se faire qu&apos;au moyen d&apos;un enseignement, dont je d&#xE9;terminerai tout &#xE0; l&apos;heure le plan et la m&#xE9;thode.</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre4/section1.html" class="navigation navigation-prev " aria-label="Previous page: Section I"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre4/section3.html" class="navigation navigation-next " aria-label="Next page: Section III"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
