<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Les définitions de l&#39;éducation. Examen critique | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre1/definition.html" />
    
    
    <link rel="prev" href="../chapitre1/index.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="1.1"
        data-chapter-title="Les définitions de l&#39;éducation. Examen critique"
        data-filepath="chapitre1/les_definitions.md"
        data-basepath=".."
        data-revision="Mon May 23 2016 21:55:01 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter active" data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="les-d&#xE9;finitions-de-l&#xE9;ducation-examen-critique">LES D&#xC9;FINITIONS DE L&apos;&#xC9;DUCATION. EXAMEN CRITIQUE</h2>
<p>Le mot d&apos;&#xE9;ducation a &#xE9;t&#xE9; parfois employ&#xE9; dans un sens tr&#xE8;s &#xE9;tendu pour d&#xE9;signer l&apos;ensemble des influences que la nature ou les autres hommes peuvent exercer soit sur notre intelligence, soit sur notre volont&#xE9;. Elle comprend, dit Stuart Mill, &#xAB; tout ce que nous faisons par nous-m&#xEA;me et tout ce que les autres font pour nous dans le but de nous rapprocher de la perfection de notre nature. Dans son acception la plus large, elle comprend m&#xEA;me les effets indirects produits sur le caract&#xE8;re et sur les facult&#xE9;s de l&apos;homme par des choses dont le but est tout diff&#xE9;rent : par les lois, par les formes du gouvernement, les arts industriels, et m&#xEA;me encore par des faits physiques, ind&#xE9;pendants de la volont&#xE9; de l&apos;homme, tels que le climat, le sol et la position locale&#xBB;. Mais cette d&#xE9;finition comprend des faits tout &#xE0; fait disparates et que l&apos;on ne peut r&#xE9;unir sous un m&#xEA;me vocable sans s&apos;exposer &#xE0; des confusions. L&apos;action des choses sur les hommes est tr&#xE8;s diff&#xE9;rente, par ses proc&#xE9;d&#xE9;s et ses r&#xE9;sultats, de celle qui vient des hommes eux-m&#xEA;mes; et l&apos;action des contemporains sur leurs contemporains diff&#xE8;re de celle que les adultes exercent sur les plus jeunes. C&apos;est cette derni&#xE8;re seule qui nous int&#xE9;resse ici et, par cons&#xE9;quent, c&apos;est &#xE0; elle qu&apos;il convient de r&#xE9;server le mot d&apos;&#xE9;ducation.</p>
<p>Mais en quoi consiste cette action <em>sui generis</em> ? Des r&#xE9;ponses tr&#xE8;s diff&#xE9;rentes ont &#xE9;t&#xE9; faites &#xE0; cette question; elles peuvent se ramener &#xE0; deux types principaux.</p>
<p>Suivant Kant, &#xAB; le but de l&apos;&#xE9;ducation est de d&#xE9;velopper dans chaque individu toute la perfection dont il est susceptible &#xBB;. Mais que faut-il entendre par perfection ? C&apos;est, a-t-on dit bien souvent, le d&#xE9;veloppement harmonique de toutes les facult&#xE9;s humaines. Porter au point le plus &#xE9;lev&#xE9; qui puisse &#xEA;tre atteint toutes les puissances qui sont en nous, les r&#xE9;aliser aussi compl&#xE8;tement que possible, mais sans qu&apos;elles se nuisent les unes aux autres, n&apos;est-ce pas un id&#xE9;al au-dessus duquel il ne saurait y en avoir un autre ?</p>
<p>Mais si, dans certaine mesure, ce d&#xE9;veloppement harmonique est, en effet, n&#xE9;cessaire et d&#xE9;sirable, il n&apos;est pas int&#xE9;gralement r&#xE9;alisable ; car il se trouve en contradiction avec une autre r&#xE8;gle de la conduite humaine qui n&apos;est pas moins imp&#xE9;rieuse : c&apos;est celle qui nous ordonne de nous consacrer &#xE0; une t&#xE2;che sp&#xE9;ciale et restreinte. Nous ne pouvons pas et nous ne devons pas nous vouer tous au m&#xEA;me genre de vie; nous avons, suivant nos aptitudes, des fonctions diff&#xE9;rentes &#xE0; remplir, et il faut nous mettre en harmonie avec celle qui nous incombe. Nous ne sommes pas tous faits pour r&#xE9;fl&#xE9;chir ; il faut des hommes de sensation et d&apos;action. Inversement, il en faut qui aient pour t&#xE2;che de penser. Or, la pens&#xE9;e ne peut se d&#xE9;velopper qu&apos;en se d&#xE9;tachant du mouvement, qu&apos;en se repliant sur elle-m&#xEA;me, qu&apos;en d&#xE9;tournant de l&apos;action ext&#xE9;rieure le sujet qui s&apos;y donne tout entier. De l&#xE0; une premi&#xE8;re diff&#xE9;renciation qui ne va pas sans une rupture d&apos;&#xE9;quilibre. Et l&apos;action, de son c&#xF4;t&#xE9;, comme la pens&#xE9;e, est susceptible de prendre une multitude de formes diff&#xE9;rentes et sp&#xE9;ciales. Sans doute, cette sp&#xE9;cialisation n&apos;exclut pas un certain fond commun, et, par suite, un certain balancement des fonctions tant organiques que psychiques, sans lequel la sant&#xE9; de l&apos;individu serait compromise, en m&#xEA;me temps que la coh&#xE9;sion sociale. Il n&apos;en reste pas moins qu&apos;une harmonie parfaite ne peut &#xEA;tre pr&#xE9;sent&#xE9;e comme la fin derni&#xE8;re de la conduite et de l&apos;&#xE9;ducation.</p>
<p>Moins satisfaisante encore est la d&#xE9;finition utilitaire d&apos;apr&#xE8;s laquelle l&apos;&#xE9;ducation aurait pour objet de &#xAB; faire de l&apos;individu un instrument de bonheur pour lui-m&#xEA;me et pour ses semblables &#xBB; (James Mill); car le bonheur est une chose essentiellement subjective que chacun appr&#xE9;cie &#xE0; sa fa&#xE7;on. Une telle formule laisse donc ind&#xE9;termin&#xE9; le but de l&apos;&#xE9;ducation, et, par suite, l&apos;&#xE9;ducation elle-m&#xEA;me, puisqu&apos;elle l&apos;abandonne &#xE0; l&apos;arbitraire individuel. Spencer, il est vrai, a essay&#xE9; de d&#xE9;finir objectivement le bonheur. Pour lui, les conditions du bonheur sont celles de la vie. Le bonheur complet, c&apos;est la vie compl&#xE8;te. Mais que faut-il entendre par la vie ? S&apos;il s&apos;agit uniquement de la vie physique, on peut bien dire ce sans quoi elle serait impossible; elle implique, en effet, un certain &#xE9;quilibre entre l&apos;organisme et son milieu, et, puisque les deux termes en rapport sont des donn&#xE9;es d&#xE9;finissables, il en doit &#xEA;tre de m&#xEA;me de leur rapport. Mais on ne peut exprimer ainsi que les n&#xE9;cessit&#xE9;s vitales les plus imm&#xE9;diates. Or, pour l&apos;homme, et surtout pour l&apos;homme d&apos;aujourd&apos;hui, cette vie-l&#xE0; n&apos;est pas la vie. Nous demandons autre chose &#xE0; la vie que le fonctionnement &#xE0; peu pr&#xE8;s normal de nos organes. Un esprit cultiv&#xE9; aime mieux ne pas vivre que de renoncer aux joies de l&apos;intelligence. M&#xEA;me au seul point de vue mat&#xE9;riel, tout ce qui d&#xE9;passe le strict n&#xE9;cessaire &#xE9;chappe &#xE0; toute d&#xE9;termination. Le <em>standard of life</em>, l&apos;&#xE9;talon de vie, comme disent les Anglais, le minimum au-dessous duquel il ne nous semble pas qu&apos;on puisse consentir &#xE0; descendre, varie infiniment suivant les conditions, les milieux et les temps. Ce que nous trouvions hier suffisant nous para&#xEE;t aujourd&apos;hui au-dessous de la dignit&#xE9; de l&apos;homme, telle que nous la sentons pr&#xE9;sentement, et tout fait croire que nos exigences sur ce point iront en croissant.</p>
<p>Nous touchons ici au reproche g&#xE9;n&#xE9;ral qu&apos;encourent toutes ces d&#xE9;finitions. Elles partent de ce postulat qu&apos;il y a une &#xE9;ducation id&#xE9;ale, parfaite, qui vaut pour tous les hommes indistinctement ; et c&apos;est cette &#xE9;ducation universelle et unique que le th&#xE9;oricien s&apos;efforce de d&#xE9;finir. Mais d&apos;abord, si l&apos;on consid&#xE8;re l&apos;histoire, on n&apos;y trouve rien qui confirme une pareille hypoth&#xE8;se. L&apos;&#xE9;ducation a infiniment vari&#xE9; selon les temps et selon les pays. Dans les cit&#xE9;s grecques et latines, l&apos;&#xE9;ducation dressait l&apos;individu &#xE0; se subordonner aveugl&#xE9;ment &#xE0; la collectivit&#xE9;, &#xE0; devenir la chose de la soci&#xE9;t&#xE9;. Aujourd&apos;hui, elle s&apos;efforce d&apos;en faire une personnalit&#xE9; autonome. A Ath&#xE8;nes, on cherchait &#xE0; former des esprits d&#xE9;licats, avis&#xE9;s, subtils, &#xE9;pris de mesure et d&apos;harmonie, capables de go&#xFB;ter le beau et les joies de la pure sp&#xE9;culation ; &#xE0; Rome, on voulait avant tout que les enfants devinssent des hommes d&apos;action, passionn&#xE9;s pour la gloire militaire, indiff&#xE9;rents &#xE0; ce qui concerne les lettres et les arts. Au Moyen Age, l&apos;&#xE9;ducation &#xE9;tait avant tout chr&#xE9;tienne ; &#xE0; la Renaissance, elle prend un caract&#xE8;re plus la&#xEF;c et plus litt&#xE9;raire ; aujourd&apos;hui, la science tend &#xE0; y prendre la place que l&apos;art y occupait autrefois. - Dira-t-on que le fait n&apos;est pas l&apos;id&#xE9;al ; que si l&apos;&#xE9;ducation a vari&#xE9;, c&apos;est que les hommes se sont m&#xE9;pris sur ce qu&apos;elle devait &#xEA;tre ? Mais si l&apos;&#xE9;ducation romaine avait &#xE9;t&#xE9; empreinte d&apos;un individualisme comparable au n&#xF4;tre&gt; la cit&#xE9; romaine n&apos;aurait pu se maintenir; la civilisation latine n&apos;aurait pu se constituer ni, par suite, notre civilisation moderne, qui en est, pour partie, descendue. Les soci&#xE9;t&#xE9;s chr&#xE9;tiennes du Moyen Age n&apos;auraient pu vivre si elles avaient fait au libre examen la place que nous lui accordons aujourd&apos;hui. Il y a donc l&#xE0; des n&#xE9;cessit&#xE9;s in&#xE9;luctables dont il est impossible de faire abstraction. &#xC0; quoi peut servir d&apos;imaginer une &#xE9;ducation qui serait mortelle pour la soci&#xE9;t&#xE9; qui la mettrait en pratique ?</p>
<p>Ce postulat si contestable tient lui-m&#xEA;me &#xE0; une erreur plus g&#xE9;n&#xE9;rale. Si l&apos;on commence par se demander ainsi quelle doit &#xEA;tre l&apos;&#xE9;ducation id&#xE9;ale, abstraction faite de toute condition de temps et de lieu, c&apos;est qu&apos;on admet implicitement qu&apos;un syst&#xE8;me &#xE9;ducatif n&apos;a rien de r&#xE9;el par lui-m&#xEA;me. On n&apos;y voit pas un ensemble de pratiques et d&apos;institutions qui se sont organis&#xE9;es lentement au cours du temps, qui sont solidaires de toutes les autres institutions sociales et qui les expriment, qui, par cons&#xE9;quent, ne peuvent pas plus &#xEA;tre chang&#xE9;es &#xE0; volont&#xE9; que la structure m&#xEA;me de la soci&#xE9;t&#xE9;. Mais il semble que ce soit un pur syst&#xE8;me de concepts r&#xE9;alis&#xE9;s ; &#xE0; ce titre, il para&#xEE;t relever de la seule logique. On imagine que les hommes de chaque temps l&apos;organisent volontairement pour r&#xE9;aliser une fin d&#xE9;termin&#xE9;e ; que, si cette organisation n&apos;est pas partout la m&#xEA;me, c&apos;est que l&apos;on s&apos;est tromp&#xE9; sur la nature soit du but qu&apos;il convient de poursuivre, soit des moyens qui permettent de l&apos;atteindre. De ce point de vue, les &#xE9;ducations du pass&#xE9; apparaissent comme autant d&apos;erreurs, totales ou partielles. Il n&apos;y a donc pas &#xE0; en tenir compte ; nous n&apos;avons pas &#xE0; nous solidariser avec les fautes d&apos;observation ou de logique qu&apos;ont pu faire nos devanciers ; mais nous pouvons et nous devons nous poser le probl&#xE8;me, sans nous occuper des solutions qui en ont &#xE9;t&#xE9; donn&#xE9;es, c&apos;est-&#xE0;-dire que, laissant de c&#xF4;t&#xE9; tout ce qui a &#xE9;t&#xE9;, nous n&apos;avons qu&apos;&#xE0; nous demander ce qui doit &#xEA;tre. Les enseignements de l&apos;histoire peuvent tout au plus servir &#xE0; nous &#xE9;pargner la r&#xE9;cidive des erreurs qui ont &#xE9;t&#xE9; commises.</p>
<p>Mais, en fait, chaque soci&#xE9;t&#xE9;, consid&#xE9;r&#xE9;e &#xE0; un moment d&#xE9;termin&#xE9; de son d&#xE9;veloppement, a un syst&#xE8;me d&apos;&#xE9;ducation qui s&apos;impose aux individus avec une force g&#xE9;n&#xE9;ralement irr&#xE9;sistible. Il est vain de croire que nous pouvons &#xE9;lever nos enfants comme nous voulons. Il y a des coutumes auxquelles nous sommes tenus de nous conformer ; si nous y d&#xE9;rogeons trop gravement, elles se vengent sur nos enfants. Ceux-ci, une fois adultes, ne se trouvent pas en &#xE9;tat de vivre au milieu de leurs contemporains, avec lesquels ils ne sont pas en harmonie. Qu&apos;ils aient &#xE9;t&#xE9; &#xE9;lev&#xE9;s d&apos;apr&#xE8;s des id&#xE9;es ou trop archa&#xEF;ques ou trop pr&#xE9;matur&#xE9;es, il n&apos;importe ; dans un cas comme dans l&apos;autre, ils ne sont pas de leur temps et, par cons&#xE9;quent, ils ne sont pas dans des conditions de vie normale. Il y a donc, &#xE0; chaque moment du temps, un type r&#xE9;gulateur d&apos;&#xE9;ducation dont nous ne pouvons pas nous &#xE9;carter sans nous heurter &#xE0; de vives r&#xE9;sistances qui contiennent les vell&#xE9;it&#xE9;s de dissidences.</p>
<p>Or, les coutumes et les id&#xE9;es qui d&#xE9;terminent ce type, ce n&apos;est pas nous, individuellement, qui les avons faites. Elles sont le produit de la vie en commun et elles en expriment les n&#xE9;cessit&#xE9;s. Elles sont m&#xEA;me, en majeure partie, l&apos;&#x153;uvre des g&#xE9;n&#xE9;rations ant&#xE9;rieures. Tout le pass&#xE9; de l&apos;humanit&#xE9; a contribu&#xE9; &#xE0; faire cet ensemble de maximes qui dirigent l&apos;&#xE9;ducation d&apos;aujourd&apos;hui ; toute notre histoire y a laiss&#xE9; des traces et m&#xEA;me l&apos;histoire des peuples qui nous ont pr&#xE9;c&#xE9;d&#xE9;s. C&apos;est ainsi que les organismes sup&#xE9;rieurs portent en eux comme l&apos;&#xE9;cho de toute l&apos;&#xE9;volution biologique dont ils sont l&apos;aboutissement. Lorsqu&apos;on &#xE9;tudie historiquement la mani&#xE8;re dont se sont form&#xE9;s et d&#xE9;velopp&#xE9;s les syst&#xE8;mes d&apos;&#xE9;ducation, on s&apos;aper&#xE7;oit qu&apos;ils d&#xE9;pendent de la religion, de l&apos;organisation politique, du degr&#xE9; de d&#xE9;veloppement des sciences, de l&apos;&#xE9;tat de l&apos;industrie, etc. Si on les d&#xE9;tache de toutes ces causes historiques, ils deviennent incompr&#xE9;hensibles. Comment, d&#xE8;s lors, l&apos;individu peut-il pr&#xE9;tendre &#xE0; reconstruire, par le seul effort de sa r&#xE9;flexion priv&#xE9;e, ce qui n&apos;est pas une &#x153;uvre de la pens&#xE9;e individuelle ? Il n&apos;est pas en face d&apos;une table rase sur laquelle il peut &#xE9;difier ce qu&apos;il veut, mais de r&#xE9;alit&#xE9;s existantes qu&apos;il ne peut ni cr&#xE9;er, ni d&#xE9;truire, ni transformer &#xE0; volont&#xE9;. Il ne peut agir sur elles que dans la mesure o&#xF9; il a appris &#xE0; les conna&#xEE;tre, o&#xF9; il sait quelle est leur nature et les conditions dont elles d&#xE9;pendent ; et il ne peut arriver &#xE0; le savoir que s&apos;il se met &#xE0; leur &#xE9;cole, que s&apos;il commence par les observer, comme le physicien observe la mati&#xE8;re brute et le biologiste les corps vivants.</p>
<p>Comment, d&apos;ailleurs, proc&#xE9;der autrement ? Quand on veut d&#xE9;terminer par la seule dialectique ce que doit &#xEA;tre l&apos;&#xE9;ducation, il faut commencer par poser quelles fins elle doit avoir. Mais qu&apos;est-ce qui nous permet de dire que l&apos;&#xE9;ducation a telles fins plut&#xF4;t que telles autres ? Nous ne savons pas a priori quelle est la fonction de la respiration ou de la circulation chez l&apos;&#xEA;tre vivant. Par quel privil&#xE8;ge serions-nous mieux renseign&#xE9;s en ce qui concerne la fonction &#xE9;ducative ? On r&#xE9;pondra que, de toute &#xE9;vidence, elle a pour objet d&apos;&#xE9;lever les enfants. Mais c&apos;est poser le probl&#xE8;me dans des termes &#xE0; peine diff&#xE9;rents ; ce n&apos;est pas le r&#xE9;soudre. Il faudrait dire en quoi consiste cet &#xE9;levage, &#xE0; quoi il tend, &#xE0; quelles n&#xE9;cessit&#xE9;s humaines il r&#xE9;pond. Or, on ne peut r&#xE9;pondre &#xE0; ces questions qu&apos;en commen&#xE7;ant par observer en quoi il a consist&#xE9;, &#xE0; quelles n&#xE9;cessit&#xE9;s il a r&#xE9;pondu dans le pass&#xE9;. Ainsi, ne serait-ce que pour constituer la notion pr&#xE9;liminaire de l&apos;&#xE9;ducation, pour d&#xE9;terminer la chose que l&apos;on d&#xE9;nomme ainsi, l&apos;observation historique appara&#xEE;t comme indispensable.</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre1/index.html" class="navigation navigation-prev " aria-label="Previous page: CHAPITRE I. - L&#39;éducation, sa nature et son rôle"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre1/definition.html" class="navigation navigation-next " aria-label="Next page: Définition de l&#39;éducation"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
