<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Le rôle de l&#39;État en matière d&#39;éducation | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre1/pouvoir.html" />
    
    
    <link rel="prev" href="../chapitre1/consequence.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="1.4"
        data-chapter-title="Le rôle de l&#39;État en matière d&#39;éducation"
        data-filepath="chapitre1/role_de_l_etat.md"
        data-basepath=".."
        data-revision="Wed May 25 2016 08:02:26 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h2 id="le-r&#xF4;le-de-l&#xE9;tat-en-mati&#xE8;re-d&#xE9;ducation">LE R&#xD4;LE DE L&apos;&#xC9;TAT EN MATI&#xC8;RE D&apos;&#xC9;DUCATION</h2>
<p>Cette d&#xE9;finition de l&apos;&#xE9;ducation permet de r&#xE9;soudre ais&#xE9;ment la question, si controvers&#xE9;e, des devoirs et des droits de l&apos;&#xC9;tat en mati&#xE8;re d&apos;&#xE9;ducation.</p>
<p>On leur oppose les droits de la famille. L&apos;enfant, dit-on, est d&apos;abord &#xE0; ses parents : c&apos;est donc &#xE0; eux qu&apos;il appartient de diriger, comme ils l&apos;entendent, son d&#xE9;veloppement intellectuel et moral. L&apos;&#xE9;ducation est alors con&#xE7;ue comme une chose essentiellement priv&#xE9;e et domestique. Quand on se place &#xE0; ce point de vue, on tend naturellement &#xE0; r&#xE9;duire au minimum possible l&apos;intervention de l&apos;&#xC9;tat en la mati&#xE8;re. Il devrait, dit-on, se borner &#xE0; servir d&apos;auxiliaire et de substitut aux familles. Quand elles sont hors d&apos;&#xE9;tat de s&apos;acquitter de leurs devoirs, il est naturel qu&apos;il s&apos;en charge. Il est naturel m&#xEA;me qu&apos;il leur rende la t&#xE2;che le plus facile possible, en mettant &#xE0; leur disposition des &#xE9;coles o&#xF9; elles puissent, si elles le veulent, envoyer leurs enfants. Mais il doit se renfermer strictement dans ces limites, et s&apos;interdire toute action positive destin&#xE9;e &#xE0; imprimer une orientation d&#xE9;termin&#xE9;e &#xE0; l&apos;esprit de la jeunesse.</p>
<p>Mais il s&apos;en faut que son r&#xF4;le doive rester aussi n&#xE9;gatif. Si, comme nous avons essay&#xE9; de l&apos;&#xE9;tablir, l&apos;&#xE9;ducation a, avant tout, une fonction collective, si elle a pour objet d&apos;adapter l&apos;enfant au milieu social o&#xF9; il est destin&#xE9; &#xE0; vivre, il est impossible que la soci&#xE9;t&#xE9; se d&#xE9;sint&#xE9;&#xAD;resse d&apos;une telle op&#xE9;ration. Comment pourrait-elle en &#xEA;tre absente, puisqu&apos;elle est le point de rep&#xE8;re d&apos;apr&#xE8;s lequel l&apos;&#xE9;ducation doit diriger son action ? C&apos;est donc &#xE0; elle qu&apos;il appartient de rappeler sans cesse au ma&#xEE;tre quelles sont les id&#xE9;es, les sentiments qu&apos;il faut imprimer &#xE0; l&apos;enfant pour le mettre en harmonie avec le milieu dans lequel il doit vivre. Si elle n&apos;&#xE9;tait pas toujours pr&#xE9;sente et vigilante pour obliger l&apos;action p&#xE9;dagogique &#xE0; s&apos;exercer dans un sens social, celle-ci se mettrait n&#xE9;cessairement au service de croyances particuli&#xE8;res, et la grande &#xE2;me de la patrie se diviserait et se r&#xE9;soudrait en une multitude incoh&#xE9;rente de petites &#xE2;mes fragmentaires en conflit les unes avec les autres. On ne peut pas aller plus compl&#xE8;tement contre le but fondamental de toute &#xE9;ducation. Il faut choisir : si l&apos;on attache quelque prix &#xE0; l&apos;existence de la soci&#xE9;t&#xE9; - et nous venons de voir ce qu&apos;elle est pour nous - il faut que l&apos;&#xE9;ducation assure entre les citoyens une suffisante communaut&#xE9; d&apos;id&#xE9;es et de sentiments sans laquelle toute soci&#xE9;t&#xE9; est impossible ; et pour qu&apos;elle puisse produire ce r&#xE9;sultat, encore faut-il qu&apos;elle ne soit pas abandonn&#xE9;e totalement &#xE0; l&apos;arbitraire des particuliers.</p>
<p>Du moment que l&apos;&#xE9;ducation est une fonction essentiellement sociale, l&apos;&#xC9;tat ne peut s&apos;en d&#xE9;sint&#xE9;resser. Au contraire, tout ce qui est &#xE9;ducation doit &#xEA;tre, en quelque mesure, soumis &#xE0; son action. Ce n&apos;est pas &#xE0; dire pour cela qu&apos;il doive n&#xE9;cessairement monopoliser l&apos;enseigne&#xAD;ment, La question est trop complexe pour qu&apos;il soit possible de la traiter ainsi en passant : nous entendons la r&#xE9;server. On peut croire que les progr&#xE8;s scolaires sont plus faciles et plus prompts l&#xE0; o&#xF9; une certaine marge est laiss&#xE9;e aux initiatives individuelles ; car l&apos;individu est plus volontiers novateur que l&apos;&#xC9;tat. Mais de ce que l&apos;&#xC9;tat doive, dans l&apos;int&#xE9;r&#xEA;t public, laisser s&apos;ouvrir d&apos;autres &#xE9;coles que celles dont il a plus directement la responsabilit&#xE9;, il ne suit pas qu&apos;il doive rester &#xE9;tranger &#xE0; ce qui s&apos;y passe. Au contraire, l&apos;&#xE9;ducation qui s&apos;y donne doit y rester soumise &#xE0; son contr&#xF4;le. Il n&apos;est m&#xEA;me pas admissible que la fonction d&apos;&#xE9;ducateur puisse &#xEA;tre remplie par quelqu&apos;un qui ne pr&#xE9;sente pas des garanties sp&#xE9;ciales dont l&apos;&#xC9;tat seul peut &#xEA;tre juge. Sans doute, les limites dans lesquelles doit se renfermer son intervention peuvent &#xEA;tre assez malais&#xE9;es &#xE0; d&#xE9;terminer une fois pour toutes, mais le principe de l&apos;intervention ne saurait &#xEA;tre contest&#xE9;. Il n&apos;y a pas d&apos;&#xE9;cole qui puisse r&#xE9;clamer le droit de donner, en toute libert&#xE9;, une &#xE9;ducation antisociale.</p>
<p>Il est toutefois n&#xE9;cessaire de reconna&#xEE;tre que l&apos;&#xE9;tat de division o&#xF9; sont actuellement les esprits, dans notre pays, rend ce devoir de l&apos;&#xC9;tat particuli&#xE8;rement d&#xE9;licat, en m&#xEA;me temps, d&apos;ailleurs, que plus important. Il n&apos;appartient pas, en effet, &#xE0; l&apos;&#xC9;tat de cr&#xE9;er cette communaut&#xE9; d&apos;id&#xE9;es et de sentiments sans laquelle il n&apos;y a pas de soci&#xE9;t&#xE9; ; elle doit se constituer d&apos;elle-m&#xEA;me, et il ne peut que la consacrer, la maintenir, la rendre plus consciente aux particuliers. Or, il est malheureusement incontestable que, chez nous, cette unit&#xE9; morale n&apos;est pas, sur tous les points, ce qu&apos;il faudrait qu&apos;elle f&#xFB;t. Nous sommes partag&#xE9;s entre des conceptions divergentes et m&#xEA;me parfois contradictoires. Il y a dans ces divergences un fait qu&apos;il est impossible de nier et dont il faut tenir compte. Il ne saurait &#xEA;tre question de reconna&#xEE;tre &#xE0; la majorit&#xE9; le droit d&apos;imposer ses id&#xE9;es aux enfants de la minorit&#xE9;. L&apos;&#xE9;cole ne saurait &#xEA;tre la chose d&apos;un parti, et le ma&#xEE;tre manque &#xE0; ses devoirs quand il use de l&apos;autorit&#xE9; dont il dispose pour entra&#xEE;ner ses &#xE9;l&#xE8;ves dans l&apos;orni&#xE8;re de ses partis pris personnels, si justifi&#xE9;s qu&apos;ils puissent lui para&#xEE;tre. Mais, en d&#xE9;pit de toutes les dissidences, il y a d&#xE8;s &#xE0; pr&#xE9;sent, &#xE0; la base de notre civilisation, un certain nombre de principes qui, implicitement ou explicitement, sont communs &#xE0; tous, que bien peu, en tout cas, osent nier ouvertement et en face : respect de la raison, de la science, des id&#xE9;es et des sentiments qui sont &#xE0; la base de la morale d&#xE9;mocra&#xAD;tique. Le r&#xF4;le de l&apos;&#xC9;tat est de d&#xE9;gager ces principes essentiels, de les faire enseigner dans ses &#xE9;coles, de veiller &#xE0; ce que nulle part on ne les laisse ignor&#xE9;s des enfants, &#xE0; ce que partout il en soit parl&#xE9; avec le respect qui leur est d&#xFB;. Il y a, sous ce rapport, une action &#xE0; exercer qui sera peut-&#xEA;tre d&apos;autant plus efficace qu&apos;elle sera moins agressive et moins violente et qu&apos;elle saura mieux se contenir dans de sages limites.</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre1/consequence.html" class="navigation navigation-prev " aria-label="Previous page: Conséquence de la définition précédente : caractère social de l&#39;éducation"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre1/pouvoir.html" class="navigation navigation-next " aria-label="Next page: Pouvoir de l&#39;éducation. Les moyens d&#39;action"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
