<!DOCTYPE HTML>
<html lang="fr" >
    
    <head>
        
        <meta charset="UTF-8">
        <meta http-equiv="X-UA-Compatible" content="IE=edge" />
        <title>Section IV | Éducation et sociologie</title>
        <meta content="text/html; charset=utf-8" http-equiv="Content-Type">
        <meta name="description" content="">
        <meta name="generator" content="GitBook 2.6.7">
        
        
        <meta name="HandheldFriendly" content="true"/>
        <meta name="viewport" content="width=device-width, initial-scale=1, user-scalable=no">
        <meta name="apple-mobile-web-app-capable" content="yes">
        <meta name="apple-mobile-web-app-status-bar-style" content="black">
        <link rel="apple-touch-icon-precomposed" sizes="152x152" href="../gitbook/images/apple-touch-icon-precomposed-152.png">
        <link rel="shortcut icon" href="../gitbook/images/favicon.ico" type="image/x-icon">
        
    <link rel="stylesheet" href="../gitbook/style.css">
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-highlight/website.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-search/search.css">
        
    
        
        <link rel="stylesheet" href="../gitbook/plugins/gitbook-plugin-fontsettings/website.css">
        
    
    

        
    
    
    <link rel="next" href="../chapitre3/index.html" />
    
    
    <link rel="prev" href="../chapitre2/section3.html" />
    

        
    </head>
    <body>
        
        
    <div class="book"
        data-level="2.4"
        data-chapter-title="Section IV"
        data-filepath="chapitre2/section4.md"
        data-basepath=".."
        data-revision="Mon May 23 2016 21:55:01 GMT+0200 (CEST)"
        data-innerlanguage="">
    

<div class="book-summary">
    <nav role="navigation">
        <ul class="summary">
            
            
            
            

            

            
    
        <li class="chapter " data-level="0" data-path="index.html">
            
                
                    <a href="../index.html">
                
                        <i class="fa fa-check"></i>
                        
                        Introduction
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1" data-path="chapitre1/index.html">
            
                
                    <a href="../chapitre1/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.</b>
                        
                        CHAPITRE I. - L&#39;éducation, sa nature et son rôle
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="1.1" data-path="chapitre1/les_definitions.html">
            
                
                    <a href="../chapitre1/les_definitions.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.1.</b>
                        
                        Les définitions de l&#39;éducation. Examen critique
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.2" data-path="chapitre1/definition.html">
            
                
                    <a href="../chapitre1/definition.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.2.</b>
                        
                        Définition de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.3" data-path="chapitre1/consequence.html">
            
                
                    <a href="../chapitre1/consequence.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.3.</b>
                        
                        Conséquence de la définition précédente : caractère social de l&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.4" data-path="chapitre1/role_de_l_etat.html">
            
                
                    <a href="../chapitre1/role_de_l_etat.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.4.</b>
                        
                        Le rôle de l&#39;État en matière d&#39;éducation
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="1.5" data-path="chapitre1/pouvoir.html">
            
                
                    <a href="../chapitre1/pouvoir.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>1.5.</b>
                        
                        Pouvoir de l&#39;éducation. Les moyens d&#39;action
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="2" data-path="chapitre2/index.html">
            
                
                    <a href="../chapitre2/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.</b>
                        
                        CHAPITRE II - Nature et méthode de la pédagogie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="2.1" data-path="chapitre2/section1.html">
            
                
                    <a href="../chapitre2/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.2" data-path="chapitre2/section2.html">
            
                
                    <a href="../chapitre2/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="2.3" data-path="chapitre2/section3.html">
            
                
                    <a href="../chapitre2/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter active" data-level="2.4" data-path="chapitre2/section4.html">
            
                
                    <a href="../chapitre2/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>2.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="3" data-path="chapitre3/index.html">
            
                
                    <a href="../chapitre3/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.</b>
                        
                        CHAPITRE III. - Pédagogie et sociologie
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="3.1" data-path="chapitre3/section1.html">
            
                
                    <a href="../chapitre3/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.2" data-path="chapitre3/section2.html">
            
                
                    <a href="../chapitre3/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="3.3" data-path="chapitre3/section3.html">
            
                
                    <a href="../chapitre3/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>3.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    
        <li class="chapter " data-level="4" data-path="chapitre4/index.html">
            
                
                    <a href="../chapitre4/index.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.</b>
                        
                        CHAPITRE IV. - L&#39;évolution et le rôle de l&#39;enseignement secondaire en France
                    </a>
            
            
            <ul class="articles">
                
    
        <li class="chapter " data-level="4.1" data-path="chapitre4/section1.html">
            
                
                    <a href="../chapitre4/section1.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.1.</b>
                        
                        Section I
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.2" data-path="chapitre4/section2.html">
            
                
                    <a href="../chapitre4/section2.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.2.</b>
                        
                        Section II
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.3" data-path="chapitre4/section3.html">
            
                
                    <a href="../chapitre4/section3.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.3.</b>
                        
                        Section III
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.4" data-path="chapitre4/section4.html">
            
                
                    <a href="../chapitre4/section4.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.4.</b>
                        
                        Section IV
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.5" data-path="chapitre4/section5.html">
            
                
                    <a href="../chapitre4/section5.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.5.</b>
                        
                        Section V
                    </a>
            
            
        </li>
    
        <li class="chapter " data-level="4.6" data-path="chapitre4/section6.html">
            
                
                    <a href="../chapitre4/section6.html">
                
                        <i class="fa fa-check"></i>
                        
                            <b>4.6.</b>
                        
                        Section VI
                    </a>
            
            
        </li>
    

            </ul>
            
        </li>
    


            
            <li class="divider"></li>
            <li>
                <a href="https://www.gitbook.com" target="blank" class="gitbook-link">
                    Publié avec GitBook
                </a>
            </li>
            
        </ul>
    </nav>
</div>

    <div class="book-body">
        <div class="body-inner">
            <div class="book-header" role="navigation">
    <!-- Actions Left -->
    

    <!-- Title -->
    <h1>
        <i class="fa fa-circle-o-notch fa-spin"></i>
        <a href="../" >Éducation et sociologie</a>
    </h1>
</div>

            <div class="page-wrapper" tabindex="-1" role="main">
                <div class="page-inner">
                
                
                    <section class="normal" id="section-">
                    
                        <h3 id="iv">IV</h3>
<p>Mais, pour que la r&#xE9;flexion p&#xE9;dagogique puisse produire les effets utiles qu&apos;on est en droit d&apos;attendre d&apos;elle, il faut qu&apos;elle soit soumise &#xE0; une culture appropri&#xE9;e.</p>
<ol>
<li>Nous avons vu que la p&#xE9;dagogie n&apos;est pas l&apos;&#xE9;ducation et ne saurait en tenir lieu. Son r&#xF4;le n&apos;est pas de se substituer &#xE0; la pratique, mais de la guider, de l&apos;&#xE9;clairer, de l&apos;aider, au besoin, &#xE0; combler les lacunes qui viennent &#xE0; s&apos;y produire, &#xE0; rem&#xE9;dier aux insuffisances qui y sont constat&#xE9;es. Le p&#xE9;dagogie n&apos;a donc pas &#xE0; construire de toutes pi&#xE8;ces un syst&#xE8;me d&apos;enseignement, comme s&apos;il n&apos;en existait pas avant lui ; mais il faut, au contraire, qu&apos;il s&apos;applique, avant tout, &#xE0; conna&#xEE;tre et &#xE0; comprendre le syst&#xE8;me de son temps ; c&apos;est &#xE0; cette condition qu&apos;il sera en mesure de s&apos;en servir avec discernement et de juger ce qu&apos;il peut s&apos;y trouver de d&#xE9;fectueux.</li>
</ol>
<p>Mais, pour pouvoir le comprendre, il ne suffit pas de le consid&#xE9;rer tel qu&apos;il est aujourd&apos;hui, car ce syst&#xE8;me d&apos;&#xE9;ducation est un produit de l&apos;histoire que l&apos;histoire seule peut expliquer. C&apos;est une v&#xE9;ritable institution sociale. M&#xEA;me il n&apos;en est gu&#xE8;re o&#xF9; toute l&apos;histoire du pays vienne aussi int&#xE9;gralement retentir. Les &#xE9;coles fran&#xE7;aises traduisent, expriment l&apos;esprit fran&#xE7;ais. On ne peut donc rien entendre &#xE0; ce qu&apos;elles sont, au but qu&apos;elles poursuivent, si l&apos;on ne sait pas ce qui constitue notre esprit national, quels en sont les divers &#xE9;l&#xE9;ments, quels sont ceux qui d&#xE9;pendent de causes permanentes et profondes, ceux, au contraire, qui sont dus &#xE0; l&apos;action de facteurs plus ou moins accidentels et passagers : toutes questions que, seule, l&apos;analyse historique peut r&#xE9;soudre. On discute souvent pour savoir quelle place doit revenir &#xE0; l&apos;&#xE9;cole primaire dans l&apos;ensemble de notre organisation scolaire et dans la vie g&#xE9;n&#xE9;rale de la soci&#xE9;t&#xE9;. Mais le probl&#xE8;me est insoluble si l&apos;on ignore comment s&apos;est form&#xE9;e notre organisation scolaire, d&apos;o&#xF9; viennent ses caract&#xE8;res distinctifs, ce qui a d&#xE9;termin&#xE9;, dans le pass&#xE9;, la place qui y a &#xE9;t&#xE9; faite &#xE0; l&apos;&#xE9;cole &#xE9;l&#xE9;mentaire, quelles sont les causes qui en ont favoris&#xE9; ou entrav&#xE9; le d&#xE9;veloppement, etc.</p>
<p>Ainsi, l&apos;histoire de l&apos;enseignement, au moins de l&apos;enseignement national, est la premi&#xE8;re des prop&#xE9;deutiques &#xE0; une culture p&#xE9;dagogique. Naturellement, si c&apos;est de p&#xE9;dagogie primaire qu&apos;il s&apos;agit, c&apos;est l&apos;histoire de l&apos;enseignement primaire que l&apos;on s&apos;attache de pr&#xE9;f&#xE9;rence &#xE0; conna&#xEE;tre. Mais, pour la raison que nous venons d&apos;indiquer, il ne saurait &#xEA;tre d&#xE9;tach&#xE9; compl&#xE8;tement du syst&#xE8;me scolaire plus vaste dont il n&apos;est qu&apos;une partie.</p>
<ol>
<li>Mais ce syst&#xE8;me scolaire n&apos;est pas fait uniquement de pratiques &#xE9;tablies, de m&#xE9;thodes consacr&#xE9;es par l&apos;usage, h&#xE9;ritage du pass&#xE9;. Il s&apos;y trouve, de plus, des tendances vers l&apos;avenir, des aspirations vers un id&#xE9;al nouveau, plus ou moins clairement entrevu. Ces aspirations, il importe de les bien conna&#xEE;tre pour pouvoir appr&#xE9;cier quelle place il convient de leur faire dans la r&#xE9;alit&#xE9; scolaire. Or, elles viennent s&apos;exprimer dans les doctrines p&#xE9;dagogiques ; l&apos;histoire de ces doctrines doit donc compl&#xE9;ter celle de l&apos;enseignement. On pourrait croire, il est vrai, que, pour remplir sa fin utile, cette histoire n&apos;a pas besoin de remonter tr&#xE8;s loin dans le pass&#xE9; et peut, sans inconv&#xE9;nient, &#xEA;tre tr&#xE8;s courte. Ne suffit-il pas de conna&#xEE;tre les th&#xE9;ories entre lesquelles se partagent les esprits des contemporains ? Toutes les autres, celles des si&#xE8;cles ant&#xE9;rieurs, sont aujourd&apos;hui p&#xE9;rim&#xE9;es et n&apos;ont plus, semble-t-il, qu&apos;un int&#xE9;r&#xEA;t d&apos;&#xE9;rudition.</li>
</ol>
<p>Mais ce modernisme ne peut, croyons-nous, que rar&#xE9;fier une des principales sources auxquelles doit s&apos;alimenter la r&#xE9;flexion p&#xE9;dagogique.</p>
<p>En effet, les doctrines les plus r&#xE9;centes ne sont pas n&#xE9;es d&apos;hier; elles sont la suite de celles qui ont pr&#xE9;c&#xE9;d&#xE9;, sans lesquelles, par cons&#xE9;quent, elles ne peuvent &#xEA;tre comprises ; et ainsi, de proche en proche, pour d&#xE9;couvrir les causes d&#xE9;terminantes d&apos;un courant p&#xE9;dagogique de quelque importance, il faut g&#xE9;n&#xE9;ralement revenir assez loin en arri&#xE8;re. C&apos;est m&#xEA;me &#xE0; cette condition que l&apos;on aura quelque assurance que les vues nouvelles qui passionnent le plus les esprits ne sont pas de brillantes improvisations, destin&#xE9;es &#xE0; sombrer rapidement dans l&apos;oubli. Par exemple, pour pouvoir comprendre la tendance actuelle &#xE0; l&apos;enseignement par les choses, &#xE0; ce qu&apos;on peut appeler le r&#xE9;alisme p&#xE9;dagogique, il ne faut pas se borner &#xE0; voir comment elle s&apos;exprime chez tel ou tel contemporain; il faut remonter jusqu&apos;au moment o&#xF9; elle prend naissance, c&apos;est-&#xE0;-dire au milieu du XVIIIe si&#xE8;cle en France, et vers la fin du XVIIe dans certains pays protestants. Par cela seul qu&apos;elle se trouvera ainsi rattach&#xE9;e &#xE0; ses origines premi&#xE8;res, la p&#xE9;dagogie r&#xE9;aliste se pr&#xE9;sentera sous un tout autre aspect ; on se rendra mieux compte qu&apos;elle tient &#xE0; des causes profondes, impersonnelles, agissantes chez tous les peuples de l&apos;Europe. Et en m&#xEA;me temps, on sera dans de meilleures conditions pour apercevoir quelles sont ces causes, et, par cons&#xE9;quent, pour juger de la port&#xE9;e v&#xE9;ritable de ce mouve&#xAD;ment. Mais, d&apos;un autre c&#xF4;t&#xE9;, ce courant p&#xE9;dagogique s&apos;est constitu&#xE9; en opposition avec un courant contraire, celui de l&apos;enseignement humaniste et livresque. On ne pourra donc appr&#xE9;cier sainement le premier qu&apos;&#xE0; condition de conna&#xEE;tre aussi le second ; et nous voil&#xE0; oblig&#xE9;s de remonter bien plus haut encore dans l&apos;histoire. Cette histoire de la p&#xE9;dagogie, pour porter tous ses fruits, ne doit pas, d&apos;ailleurs, &#xEA;tre s&#xE9;par&#xE9;e de l&apos;histoire de l&apos;enseignement. Bien que nous les ayons distingu&#xE9;es dans l&apos;exposition, elles sont, en r&#xE9;alit&#xE9;, solidaires l&apos;une de l&apos;autre. Car, &#xE0; chaque moment du temps, les doctrines d&#xE9;pendent de l&apos;&#xE9;tat de l&apos;enseignement, qu&apos;elles refl&#xE8;tent alors m&#xEA;me qu&apos;elles r&#xE9;agissent contre lui, et, d&apos;autre part, dans la mesure o&#xF9; elles exercent une action efficace, elles contribuent &#xE0; le d&#xE9;terminer.</p>
<p>La culture p&#xE9;dagogique doit donc avoir une base largement historique. C&apos;est &#xE0; cette condition que la p&#xE9;dagogie pourra &#xE9;chapper &#xE0; un reproche qu&apos;on lui a souvent adress&#xE9; et qui a fortement nui &#xE0; son cr&#xE9;dit. Trop de p&#xE9;dagogues, et parmi les plus illustres, ont entrepris d&apos;&#xE9;difier leurs syst&#xE8;mes en faisant abstraction de ce qui avait exist&#xE9; avant eux. Le traitement auquel Ponocrates soumet Gargantua avant de l&apos;initier aux m&#xE9;thodes nouvelles est, sur ce point, significatif: il lui purge le cerveau &#xAB; <em>avec &#xE9;l&#xE9;bore d&apos;Anticyre</em> &#xBB; de mani&#xE8;re &#xE0; lui faire oublier &#xAB; <em>tout ce qu&apos;il auoit apprins soubz ses anticques precepteurs</em> &#xBB;. C&apos;&#xE9;tait dire, sous une forme all&#xE9;gorique, que la p&#xE9;dagogie nouvelle ne devait rien avoir de commun avec celle qui avait pr&#xE9;c&#xE9;d&#xE9;. Mais c&apos;&#xE9;tait du m&#xEA;me coup se placer en dehors des conditions du r&#xE9;el. L&apos;avenir ne peut &#xEA;tre &#xE9;voqu&#xE9; du n&#xE9;ant : nous ne pouvons le construire qu&apos;avec les mat&#xE9;riaux que nous a l&#xE9;gu&#xE9;s le pass&#xE9;. Un id&#xE9;al que l&apos;on construit en prenant le contre-pied de l&apos;&#xE9;tat de choses existant n&apos;est pas r&#xE9;alisable puisqu&apos;il n&apos;a pas de racines dans la r&#xE9;alit&#xE9;. D&apos;ailleurs, il est clair que le pass&#xE9; avait ses raisons d&apos;&#xEA;tre ; il n&apos;aurait pu durer s&apos;il n&apos;avait r&#xE9;pondu &#xE0; des besoins l&#xE9;gitimes quine sauraient dispara&#xEE;tre totalement du jour au lendemain; on ne peut donc en faire aussi radicalement table rase sans m&#xE9;conna&#xEE;tre des n&#xE9;cessit&#xE9;s vitales. Voil&#xE0; comment il se fait que la p&#xE9;dagogie n&apos;a trop souvent &#xE9;t&#xE9; qu&apos;une forme de litt&#xE9;rature utopique. Nous plaindrions des enfants auxquels on appliquerait rigoureusement la m&#xE9;thode de Rousseau ou celle de Pestalozzi. Sans doute, ces utopies ont pu jouer un r&#xF4;le utile dans l&apos;histoire. Leur simplisme m&#xEA;me leur a permis de frapper plus vivement les esprits et de les stimuler &#xE0; l&apos;action. Mais, d&apos;abord, ces avantages ne sont pas sans inconv&#xE9;nients ; de plus, pour cette p&#xE9;dagogie de tous les jours, dont chaque ma&#xEE;tre a besoin en vue d&apos;&#xE9;clairer et de guider sa pratique quotidienne, il faut moins d&apos;entra&#xEE;nement passionnel et unilat&#xE9;ral, et, au contraire, plus de m&#xE9;thode, un sentiment plus pr&#xE9;sent de la r&#xE9;alit&#xE9; et des difficult&#xE9;s multiples aux&#xAD;quelles il est n&#xE9;cessaire de faire face. C&apos;est ce sentiment que donnera une culture historique bien entendue.</p>
<ol>
<li>Seule, l&apos;histoire de l&apos;enseignement et de la p&#xE9;dagogie permet de d&#xE9;terminer les fins que doit poursuivre l&apos;&#xE9;ducation &#xE0; chaque moment du temps. Mais, pour ce qui regarde les moyens n&#xE9;cessaires &#xE0; la r&#xE9;alisation de ces fins, c&apos;est &#xE0; la psychologie qu&apos;il faut les demander.</li>
</ol>
<p>En effet, l&apos;id&#xE9;al p&#xE9;dagogique d&apos;une &#xE9;poque exprime avant tout l&apos;&#xE9;tat de la soci&#xE9;t&#xE9; &#xE0; l&apos;&#xE9;poque consid&#xE9;r&#xE9;e. Mais, pour que cet id&#xE9;al devienne une r&#xE9;alit&#xE9;, encore faut-il y conformer la conscience de l&apos;enfant. Or, la conscience a ses lois propres qu&apos;il faut conna&#xEE;tre pour pouvoir les modifier, si, du moins, on veut s&apos;&#xE9;pargner, autant que possible, les t&#xE2;tonnements empiriques que la p&#xE9;dagogie a pr&#xE9;cis&#xE9;ment pour objet de r&#xE9;duire au minimum. Pour pouvoir exciter l&apos;activit&#xE9; &#xE0; se d&#xE9;velopper dans une certaine direction, encore faut-il savoir quels sont les ressorts qui la meuvent et quelle est leur nature ; car c&apos;est &#xE0; cette condition qu&apos;il sera possible d&apos;y appliquer, en connaissance de cause, l&apos;action qui convient. S&apos;agit-il, par exemple, d&apos;&#xE9;veiller ou l&apos;amour de la patrie ou le sens de l&apos;humanit&#xE9; ? Nous saurons d&apos;autant mieux tourner la sensibilit&#xE9; morale des &#xE9;l&#xE8;ves dans l&apos;un ou l&apos;autre sens, que nous aurons des notions plus compl&#xE8;tes et plus pr&#xE9;cises sur l&apos;ensemble des ph&#xE9;nom&#xE8;nes que l&apos;on appelle tendances, habitudes, d&#xE9;sirs, &#xE9;motions, etc., sur les conditions diverses dont ils d&#xE9;pendent, sur la forme qu&apos;ils pr&#xE9;sentent chez l&apos;enfant. Suivant qu&apos;on voit dans les tendances un produit des exp&#xE9;riences agr&#xE9;ables ou d&#xE9;sagr&#xE9;ables qu&apos;a pu faire l&apos;esp&#xE8;ce, ou bien, au contraire, un fait primitif ant&#xE9;rieur aux &#xE9;tats affectifs qui en accompagnent le fonctionnement, on devra s&apos;y prendre de mani&#xE8;res tr&#xE8;s diff&#xE9;rentes pour en r&#xE9;gler le fonctionnement. Or, c&apos;est &#xE0; la psychologie et, plus sp&#xE9;cialement, &#xE0; la psychologie infantile qu&apos;il appartient de r&#xE9;soudre ces questions. Si donc elle est incomp&#xE9;tente pour fixer la fin - puisque la fin varie suivant les &#xE9;tats sociaux - il n&apos;est pas douteux qu&apos;elle n&apos;ait un r&#xF4;le utile &#xE0; jouer dans la constitution des m&#xE9;thodes. M&#xEA;me, comme aucune m&#xE9;thode ne peut s&apos;appliquer de la m&#xEA;me mani&#xE8;re aux diff&#xE9;rents enfants, c&apos;est encore la psychologie qui devrait nous aider &#xE0; nous reconna&#xEE;tre au milieu de la diversit&#xE9; des intelligences et des caract&#xE8;res. On sait malheureusement que nous sommes encore loin du moment o&#xF9; elle sera vraiment en &#xE9;tat de satisfaire &#xE0; ce <em>desideratum</em>.</p>
<p>Il y a une forme sp&#xE9;ciale de la psychologie qui a pour le p&#xE9;dagogue une importance toute particuli&#xE8;re : c&apos;est la psychologie collective. Une classe, en effet, est une petite soci&#xE9;t&#xE9;, et il ne faut pas la conduire comme si elle n&apos;&#xE9;tait qu&apos;une simple agglom&#xE9;ration de sujets ind&#xE9;pendants les uns des autres. Les enfants en classe pensent, sentent et agissent autrement que quand ils sont isol&#xE9;s. Il se produit dans une classe des ph&#xE9;nom&#xE8;nes de contagion, de d&#xE9;moralisation collective, de surexcitation mutuelle, d&apos;effervescence salutaire, qu&apos;il faut savoir discerner afin de pr&#xE9;venir ou de combattre les uns, d&apos;utiliser les autres. Assur&#xE9;ment, cette science est encore tout &#xE0; fait dans l&apos;enfance. Cependant, il y a, d&#xE8;s &#xE0; pr&#xE9;sent, un certain nombre de propositions qu&apos;il importe de ne pas ignorer.</p>
<p>Telles sont les principales disciplines qui peuvent &#xE9;veiller et cultiver la r&#xE9;flexion p&#xE9;dagogique. Au lieu de chercher &#xE0; &#xE9;dicter, pour la p&#xE9;dagogie, un code abstrait de r&#xE8;gles m&#xE9;thodologiques - entreprise qui, en un mode de sp&#xE9;culation aussi composite et aussi complexe, n&apos;est gu&#xE8;re r&#xE9;alisable d&apos;une mani&#xE8;re satisfaisante - il nous a paru pr&#xE9;f&#xE9;rable d&apos;indiquer de quelle mani&#xE8;re le p&#xE9;dagogue nous para&#xEE;t devoir &#xEA;tre form&#xE9;. Une certaine attitude de l&apos;esprit en face des probl&#xE8;mes qu&apos;il lui appartient de traiter se trouve, par cela m&#xEA;me, d&#xE9;termin&#xE9;e.</p>

                    
                    </section>
                
                
                </div>
            </div>
        </div>

        
        <a href="../chapitre2/section3.html" class="navigation navigation-prev " aria-label="Previous page: Section III"><i class="fa fa-angle-left"></i></a>
        
        
        <a href="../chapitre3/index.html" class="navigation navigation-next " aria-label="Next page: CHAPITRE III. - Pédagogie et sociologie"><i class="fa fa-angle-right"></i></a>
        
    </div>
</div>

        
<script src="../gitbook/app.js"></script>

    
    <script src="../gitbook/plugins/gitbook-plugin-search/lunr.min.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-search/search.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-sharing/buttons.js"></script>
    

    
    <script src="../gitbook/plugins/gitbook-plugin-fontsettings/buttons.js"></script>
    

<script>
require(["gitbook"], function(gitbook) {
    var config = {"highlight":{},"search":{"maxIndexSize":1000000},"sharing":{"facebook":true,"twitter":true,"google":false,"weibo":false,"instapaper":false,"vk":false,"all":["facebook","google","twitter","weibo","instapaper"]},"fontsettings":{"theme":"white","family":"sans","size":2}};
    gitbook.start(config);
});
</script>

        
    </body>
    
</html>
